Repository: KDE/peruse
Catalog: po/*/peruse.po
Languages: ar, eo, eu, he, sl, zh_tw

# @label:textfield
source: Unique identifier
ar: المعرّف الفريد
eu: Identifikatzaile bakarra
he: מזהה ייחודי
sl: Enolični identifikator
zh_tw: 獨特 ID

# @label:textfield
source: Language
ar: اللغة
eu: Hizkuntza
he: שפה
sl: Jezik
zh_tw: 語言

# title text for the references page
source: References
ar: تفضيلات
eo: Referencoj
eu: Erreferentziak
he: הפניות
sl: Sklici
zh_tw: 參考

source: New Reference
ar: إشارة جديدة
eu: Erreferentzia berria
he: הפניה חדשה
sl: Nov sklic
zh_tw: 新增參考

# The default ID for new references
source: Unnamed Reference
ar: إشارة غير مسمّاة
eo: Nenomita Referenco
eu: Erreferentzia izengabea
he: הפניה ללא שם
sl: Neimenovani sklic
zh_tw: 未命名參考

# The default text for new references
source: <p>Enter the body of your reference document here.</p> <p>This is what links look like: <a href="destination">Some Link</a></p>
ar: <p>أدخل جسم مستند الإشارة هنا.</p> <p>هكذا تبدو الروابط: <a href="destination">رابط ما</a></p>
eu: <p>Sartu hemen zure erreferentzia-dokumentuaren gorpua.</p> <p>Hau da esteken itxura: <a href="destination">Estekaren bat</a></p>
he: <p>נא למלא את גוף מסמך הסימוכין שלך להלן.</p> <p>ככה נראים קישורים: <a href="יעד">קישור כלשהו</a></p>
sl: <p>Tukaj vnesite telo referenčnega dokumenta.</p> <p>Tako so videti povezave: <a href="destination">Neka povezava</a></p>

source: There is no reference information in your book yet
ar: لا معلومات إشارة في كتابك بعد
eu: Zure liburuan oraindik ez dago erreferentzia-informaziorik
he: אין עדיין פרטי סימוכין בספר שלך
sl: V vaši knjigi še ni informacij o sklicih

source: References are collections of paragraphs of text, which you can fill with simple formatting (strong, emphasis, and other simple layouting like that), as well as links to both internal things (other references or one of the pieces of binary data), or to an external resource, such as a website.
ar: الإشارات هي مجموعات من فقرات نصية، والتي املأها بتنسيق بسيط (قوي، ومائل، وتنسيقات بسيطة أخرى مثل ذلك)، وكذلك روابط إلى أشياء داخلية (إشارات أخرى أو إحدى قطع البيانات الثنائية)، أو إلى مصدر خارجي، مثل موقع ويب.
eu: Erreferentziak testu-paragrafoen bildumak dira, formatu sinplez bete ditzakezunak (sendoa, enfasia, eta diseinurako halako beste batzuk), baita bietarako estekak, barneko gauzetarako (beste erreferentziak edo datu bitarren piezetako bat), zein kanpoko sorburu baterako, webgune batera adibidez.
he: הפניות הן אוספים של פסקאות טקסט, שאפשר למלא בהן עיצוב פשוט (מוגדל, מודגש ועוד הגדרות פריסה פשוטות כאלה), לרבות קישורים לדברים פנימיים (הפניות אחרות או אחד מהחלקים הבינריים), או למשאב חיצוני כגון אתר.
sl: Sklici so zbirke odstavkov besedila, ki jih lahko zapolnite s preprostim oblikovanjem (krepko, poudarjeno in druge podobne preproste postavitve), pa tudi s povezavami do notranjih elementov (druge reference ali eden od binarnih podatkov) ali do zunanjega vira, kot je spletno mesto.

# title of the page which lets the user manage the book's stylesheet
source: Stylesheet
ar: ورقة الأنماط
eo: Stilfolio
eu: Estilo-orria
he: גיליון סגנון
sl: Slogovna predloga
zh_tw: 樣式表

# Creates a new, empty stylesheet entry and lets the user edit it
source: Add Style...
ar: أضف نمطًا...
eo: Aldoni stilon...
eu: Gehitu estiloa...
he: הוספת סגנון…
sl: Dodaj slog ...
zh_tw: 新增樣式…

# @title:dialog
source: Edit Style
ar: حرّر الطراز
eu: Editatu estiloa
he: עריכת סגנון
sl: Uredi slog
zh_tw: 編輯樣式

# Label for the style element input field
source: Element
ar: عنصر
eo: Elemento
eu: Elementua
he: רכיב
zh_tw: 元素

# @option:check
source: Apply to style elements which request an inverted scheme
ar: طبّق على عناصر النمط التي تطلب تخطيطًا معكوسًا
eu: Aplikatu alderantzizko antolaera eskatzen duten estilo-elementuei
he: החלה על רכיבי סגנון שמבקשים ערכת צבע הפוכה
sl: Uporabi za slogovne elemente, ki zahtevajo obrnjeno shemo

# @option:check
source: Sub-element selector type
ar: نوع محدّد العناصر الفرعية
eu: Azpi-elementua hautatzaile mota
he: סוג בורר תת־רכיב
sl: Vrsta izbirnika podelementa

source: None
ar: لا شيء
eu: Bat ere ez
he: ללא
sl: Noben
zh_tw: 無

# @option:check
source: Color
ar: اللون
eu: Kolorea
he: צבע
sl: Barva
zh_tw: 色彩

source: %1 (inverted)
ar: %1 (معكوسة)
eu: %1 (alderantzikatuta)
he: %1 (הפוך)
sl: %1 (preobrnjeno)

source: %1 (sub type: %2, inverted)
ar: %1 (نوع فرعي: %2، معكوس)
eu: %1 (azpi-mota: %2, alderantzikatuta)
he: %1 (תת־סוג: %2, הפוך)
sl: %1 (podvrsta: %2, preobrnjeno)

# The title of a style entry which does not have type
source: %1 (sub type: %2)
ar: %1 (نوع فرعي: %2)
eo: %1 (subtipo: %2)
eu: %1 (azpi-mota: %2)
he: %1 (תת־סוג: %2)
sl: %1 (podvrsta: %2)

# @info:placeholder
source: No Styling Information
ar: لا معلومات نمط
eu: Estiloari buruzko informaziorik ez
he: אין פרטי סגנון
sl: Ni podatkov o slogu
zh_tw: 沒有樣式資訊

# @info:placeholder
source: You can add such data by creating a new entry, and then adding data to that entry from some existing file on your system. That data will be imported into your book, and leaves the external file otherwise untouched.
ar: أضف مثل هذه البيانات بإنشاء مدخل جديد، ثم أضف بيانات إلى هذا المدخل من ملف موجود في نظامك. ستُستورد تلك البيانات إلى كتابك، وتترك الملف الخارجي دون تغيير.
eu: Halako datuak gehitu ditzakezu sarrera berri bat sortu, eta ondoren sarrera horretara zure sisteman dagoen fitxategi bateko datuak gehituz. Datu horiek zure liburura inportatuko dira, eta kanpoko fitxategia ukitu gabe uzten du.
he: אפשר להוסיף נתונים כאלה על ידי יצירת רשומה חדשה ואז להוסיף את הנתונים לרשומה הזאת מקובץ קיים במערכת שלך. הנתונים האלו ייובאו לספר שלך וישאירו את הקובץ החיצוני ללא שום שינוי.
sl: Takšne podatke lahko dodate tako, da ustvarite nov vnos in nato temu vnosu dodate podatke iz obstoječe datoteke v vašem sistemu. Ti podatki bodo uvoženi v vašo knjigo, zunanja datoteka pa bo ostala nedotaknjena.
zh_tw: 要加入二進制資料，請建立新項目，然後從您的系統上加入檔案的資料到該項目當中。加入的資料會匯入到書本內，之後的變更不會再影響到該外部檔案。

# title of the new book creation page
source: Create New Book
ar: أنشئ كتابًا جديدًا
eo: Krei Novan Libron
eu: Sortu liburu berria
he: יצירת ספר חדש
sl: Ustvari novo knjigo
zh_tw: 建立新書本

# Accept button which will create a new book
source: Create Book
ar: أنشئ الكتاب
eo: Krei Libron
eu: Sortu liburua
he: יצירת ספר
sl: Ustvari knjigo
zh_tw: 建立書本

# label text for the edit field for the book title
source: Title
ar: العنوان
eo: Titolo
eu: Titulua
he: כותרת
sl: Naslov
zh_tw: 標題

# Default name for new books
source: Untitled
ar: غير معنون
eo: Sentitola
eu: Izengabea
he: ללא שם
sl: Neimenovano
zh_tw: 未命名

# label text for the edit field for the file system location for the book
source: Folder
ar: المجلّد
eo: Dosierujo
eu: Karpeta
he: תיקייה
sl: Mapa
zh_tw: 資料夾

# @action:button
source: Select Folder
ar: اختر مجلد
eu: Hautatu karpeta
he: בחירת תיקייה
sl: Izberite mapo
zh_tw: 選擇資料夾

# @title:window folder dialog used to select the location of a new book
source: Please Choose the Location for the Book
ar: اختر موقع الكتاب
eo: Bonvolu Elekti la Lokon por la Libro
eu: Mesedez, aukeratu liburuaren kokapena
he: נא לבחור את מקום הספר
sl: Izberite mesto za knjigo
zh_tw: 請選擇書本的位置

# label text for the edit field for the cover image for the book
source: Cover Image
ar: صورة الغلاف
eo: Jaketa bildo
eu: Azalaren irudia
he: תמונת עטיפה
sl: Slika za naslovnico
zh_tw: 封面影像

# placeholder message for missing cover image
source: Missing cover image
ar: صورة الغلاف مفقودة
eu: Azalaren irudia falta du
he: תמונת עטיפה חסרה
sl: Manjka slika naslovnice
zh_tw: 缺乏封面影像

# @action:button
source: Select image
ar: حدد صورة
eu: Hautatu irudia
he: בחירת תמונה
sl: Izberite sliko
zh_tw: 選擇影像

# @title:window file dialog used to select the cover image for a new book
source: Please Choose Your Cover Image
ar: اختر صورة غلافك
eu: Mesedez, hautatu zure azalaren irudia
he: נא לבחור את תמונת העטיפה שלך
sl: Izberite sliko za naslovnico
zh_tw: 請選擇封面影像

# File filter option for displaying only jpeg files
source: JPEG images %1
ar: صور JPEG %1
eo: JPEG-bildoj %1
eu: JPEG irudiak %1
he: תמונות JPEG‏ %1
sl: Slike JPEG %1
zh_tw: JPEG 影像 %1

# File filter option for displaying all files
source: All files %1
ar: كلّ الملفّات %1
eo: Ĉiuj dosieroj %1
eu: Fitxategi guztiak %1
he: כל הקבצים %1
sl: Vse datoteke %1
zh_tw: 所有檔案 %1

# title text for the edit page area sheet
source: Edit Page Area
ar: حرر منطقة الصفحة
eo: Redakti Paĝan Areon
eu: Editatu orrialde-eremua
he: עריכת אזור העמוד
sl: Uredi področje strani
zh_tw: 編輯頁面區域

source: Text Rotation Guide
ar: دليل دوران النص
eo: Gvidilo pri Teksta Rotacio
eu: Testua biratzeko gida
he: מדריך להטיית טקסט
sl: Vodilo za vrtenje besedila

# Label for the ID input field
source: ID:
ar: المعرّف:
he: מזהה:

# Placeholder text for the page area ID text-field
source: Write to add an ID
ar: اكتب لإضافة هوية
eo: Skribi por aldoni ID
eu: Idatzi ID bat gehitzeko
he: נא לכתוב כדי להוסיף מזהה
sl: Dodajte ID
zh_tw: 輸入來加入 ID

# Label for background color button
source: Background color:
ar: لون الخلفية:
eo: Fona koloro:
eu: Atzeko planoaren kolorea:
he: צבע רקע:
sl: Barva ozadja:
zh_tw: 背景色彩：

# @title color choosing dialog
source: Choose the background color for this frame
ar: اختر لون خلفية هذا الإطار
eo: Elekti la fonkoloron por ĉi tiu kadro
eu: Hautatu marko honetarako atzeko planoko kolorea
he: בחירת צבע לרקע התמונית הזאת
sl: Izberite barvo ozadja za to sličico
zh_tw: 選擇此框架的背景色

# Option for making the background of a text area transparent
source: Transparent
ar: شفاف
eo: Travidebla
eu: Gardena
he: שקוף למחצה
sl: Prosojno
zh_tw: 透明

source: Inverted
ar: معكوسة
eo: Inversa
eu: alderantzikatuta
he: הפוך
sl: Preobrnjeno
zh_tw: 反轉色彩

# Label for text rotation slider
source: Text rotation:
ar: دوران النص:
eo: Rotacio de teksto:
eu: Testuaren biraketa:
he: סיבוב טקסט:
sl: Vrtenje besedila:
zh_tw: 文字旋轉：

# Label for text type combobox
source: Type:
ar: النوع:
eo: Tipo:
eu: Mota:
he: סוג:
sl: Vrsta:
zh_tw: 類型：

# Label for the text area body field
source: Textarea Body:
ar: جسم المنطقة النصية:
eo: Teksta areo Korpo:
eu: Testu-eremuaren gorputza:
he: תוכן אזור טקסט:
sl: Telo besedilnega polja:
zh_tw: 文字區域內文：

# Label for a text input box in which to input a hyperlink destination
source: Jump Destination:
ar: وجهة القفزة:
eo: Salta Celo:
eu: Jauziaren helmuga:
he: יעד קפיצה:
sl: Cilj skoka:
zh_tw: 跳躍點目標：

# Placeholder text for a text input box in which to input a hyperlink destination
source: Enter the jump destination here
ar: أدخل وجهة القفزة هنا
eu: Sartu hemen jauziaren helmuga
he: נא למלא כאן את יעד הקפיצה
sl: Tukaj vnesite cilj skoka
zh_tw: 在此輸入跳躍點目標

source: Page Index:
ar: مؤشر الصفحة:
eo: Paĝa Indekso:
eu: Orrialdearen indizea:
he: מפתח עמודים:
sl: Kazalo strani:
zh_tw: 頁面索引值：

# Button which saves the page area, and closes the dialog
source: Save
ar: احفظ
eo: Konservi
eu: Gorde
he: שמירה
sl: Shrani
zh_tw: 儲存

# @title:dialog
source: Edit Link
ar: حرّر الرابط ...
eu: Editatu esteka
he: עריכת קישור
sl: Uredi povezavo
zh_tw: 編輯連接

# @label:textfield
source: Text
ar: النص
eu: Testua
he: טקסט
sl: Besedilo
zh_tw: 文字

# @label:textfield
source: Destination
ar: المقصد
eu: Jomuga
he: יעד
sl: Cilj
zh_tw: 目標

source: Preview
ar: معاينة
eu: Aurreikuspegia
he: תצוגה מקדימה
sl: Predogled
zh_tw: 預覽

# Create a book
source: Create a New Book...
ar: أنشئ كتابًا جديدًا...
eo: Krei Novan Libron...
eu: Sortu liburu berri bat...
he: יצירת ספר חדש…
sl: Ustvari novo knjigo ...

# The book's title when there are unsaved changes
source: %1 (unsaved)
ar: %1 (غير محفوظة)
eo: %1 (nekonservite)
eu: %1 (gordetzeke)
he: %1 (טרם נשמר)
sl: %1 (neshranjeno)
zh_tw: %1（未儲存）

# Switch to the page which displays the pages in the current book
source: Pages
ar: صفحات
eo: Paĝoj
eu: Orrialdeak
he: עמודים
sl: Strani
zh_tw: 頁面

source: Metainfo
ar: البيانات الوصفية
eu: Meta-informazioa
he: פרטי על
sl: Metapodatki
zh_tw: 中繼資料

source: References
ar: تفضيلات
eo: Referencoj
eu: Erreferentziak
he: הפניות
sl: Sklici
zh_tw: 參考

source: Embedded Data
ar: بيانات مُضمَّنة
eu: Txertatutako datuak
he: נתונים מוטמעים
sl: Vdelani podatki
zh_tw: 內嵌資料

# Switch to the page where the user can work with the book's stylesheet
source: Stylesheet
ar: ورقة الأنماط
eo: Stilfolio
eu: Estilo-orria
he: גיליון סגנון
sl: Slogovna predloga
zh_tw: 樣式表

source: Please Choose a Book to Open
ar: اختر كتابًا لتفتحه
eu: Mesedez aukeratu ireki beharreko liburu bat
he: נא לבחור ספר לפתיחה
sl: Izberite knjigo za odpiranje
zh_tw: 請選擇要開啟的書本

# The file type filter for comic book archives
source: Comic Book Archive zip format %1
ar: تنسيق zip لأرشيف القصص المصورة %1
eo: Comic Book Archive zip-formato %1
eu: Komiki-artxibo zip formatua %1
he: תסדיר ארכיון ספרי קומיקס ב־zip‏ %1
sl: Oblika zapisa za arhiv stripov %1
zh_tw: 漫畫書封存 zip 格式 %1

# title text for the edit author sheet
source: Edit Author
ar: حرر المؤلف
eo: Redakti Aŭtoron
eu: Editatu egilea
he: עריכת יוצר/ת
sl: Uredi avtorja
zh_tw: 編輯作者

# help text for the edit author sheet
source: Please complete the information for this author.
ar: أكمل معلومات هذا المؤلف.
eo: Bonvolu kompletigi la informojn por ĉi tiu aŭtoro.
eu: Mesedez, osatu egile honen informazioa.
he: נא להשלים את הפרטים של היוצר/ת האלה.
sl: Prosimo, vnesite podatke o tem avtorju.
zh_tw: 請完成輸入此作者的資訊。

# @title:group
source: Name
ar: الاسم
eu: Izena
he: שם
sl: Ime
zh_tw: 名稱

# @label:textfield
source: First name
ar: الاسم الأول
eu: Izen propioa
he: שם פרטי
sl: Lastno ime
zh_tw: 名字

# @label:textfield
source: Middle name
ar: اسم أوسط
eu: Bigarren izena
he: שם אמצעי
sl: Srednje ime
zh_tw: 中間名

# @label:textfield
source: Last name
ar: اسم العائلة
eu: Abizena
he: שם משפחה
sl: Priimek
zh_tw: 姓氏

# @label:textfield
source: Nickname
ar: الاسم المستعار
eu: Goitizena
he: כינוי
sl: Vzdevek
zh_tw: 暱稱

# @label:listbox
source: Activity
ar: النّشاط
eu: Jarduera
he: פעילות
sl: Dejavnost
zh_tw: 活動

# @title:group
source: Homepage addresses
ar: عناوين الصفحة الرئيسية
eu: Orri-nagusiaren helbideak
he: כתובות עמוד בית
sl: Naslovi domače strani
zh_tw: 首頁網址

# @label:textfield
source: New Homepage
ar: صفحة رئيسية جديدة
eu: Orri nagusi berria
he: עמוד בית חדש
sl: Dodaj domačo stran
zh_tw: 新首頁

# @title:group
source: Email addresses
ar: عناوين البريد الإلكترونيّ
eu: E-posta helbideak
he: כתובות דוא״ל
sl: E-poštni naslovi
zh_tw: 電子郵件地址

# placeholder text for the email field
source: New Email address
ar: عنوان بريد إلكتروني جديد
eu: E-posta helbide berriak
he: כתובת דוא״ל חדשה
sl: Dodaj novi e-poštni naslov
zh_tw: 新電子郵件

# title text for the page meta information editor sheet
source: Edit Page Information
ar: حرر معلومات الصفحة
eo: Redakti Paĝajn Informojn
eu: Editatu orrialdearen informazioa
he: עריכת פרטי העמוד
sl: Urejanje podatkov o strani
zh_tw: 編輯頁面資訊

# Saves the remaining unsaved edited fields and closes the metainfo editor
source: Close Editor
ar: أغلق المحرّر
eo: Fermi Redaktoron
eu: Itxi editorea
he: סגירת העורך
sl: Zapri urejevalnik
zh_tw: 關閉編輯器

# @title:group
source: General
ar: عامّ
eu: Orokorra
he: כללי
sl: Splošno
zh_tw: 一般

# @label:textfield
source: Title:
ar: العنوان:
eu: Titulua:
he: כותרת:
sl: Naslov:
zh_tw: 標題：

# @label:textfield
source: ID:
ar: المعرّف:
he: מזהה:

# @label:listbox
source: Transition:
ar: الانتقال:
eu: Trantsizioa:
he: מעברון:
sl: Prehod:
zh_tw: 轉場：

# @label:chooser
source: Background Color:
ar: لون الخلفية:
eu: Atzeko planoaren kolorea:
he: צבע הרקע:
sl: Barva ozadja:
zh_tw: 背景色：

# @title:group
source: Frames
ar: الإطارات
eu: Markoak
he: תמוניות
sl: Sličice
zh_tw: 框架

# @info:placeholder
source: No frames present
ar: لا إطارات موجودة
eu: Ez dago markorik
he: לא קיימות תמוניות
sl: Ni prisotnih sličic
zh_tw: 沒有框架

# Comic book panel frame name.
source: Frame %1
ar: إطار %1
eo: Kadro %1
eu: %1 markoa
he: תמונית %1
sl: Sličica %1
zh_tw: 框架 %1

source: Change page background color
ar: غيّر لون خلفية الصفحة
eu: Aldatu atzeko planoaren kolorea
he: החלפת צבע רקע העמוד
sl: Spremeni barvo ozadja strani
zh_tw: 變更頁面背景色

# Label from frame background color.
source: Background Color:
ar: لون الخلفية:
eo: Fona Koloro:
eu: Atzeko planoaren kolorea:
he: צבע הרקע:
sl: Barva ozadja:
zh_tw: 背景色：

# @title color choosing dialog
source: Choose background color for this frame
ar: اختر لون خلفية هذا الإطار
eo: Elekti fonkoloron por ĉi tiu kadro
eu: Hautatu marko honetarako atzeko planoaren kolorea
he: בחירת צבע לרקע התמונית הזאת
sl: Izberite barvo ozadja za to sličico
zh_tw: 選擇此框架的背景色

# swap the position of this frame with the previous one
source: Move Up
ar: انقل لأعلى
eo: Supreniĝi
eu: Eraman gora
he: העלאה למעלה
sl: Premakni navzgor
zh_tw: 上移

# swap the position of this frame with the next one
source: Move Down
ar: انقل لأسفل
eo: Movi Malsupren
eu: Eraman behera
he: הורדה למטה
sl: Premakni navzdol
zh_tw: 下移

# remove the frame from the page
source: Delete Frame
ar: حذف الإطار
eo: Forigi Kadron
eu: Ezabatu markoa
he: מחיקת תמונית
sl: Izbriši sličico
zh_tw: 刪除框架

# @title:group
source: Text Areas
ar: المناطق النصية
eu: Testu-eremuak
he: אזורי טקסט
sl: Besedilna polja
zh_tw: 文字區域

# @info:placeholder
source: No text areas present
ar: لا مناطق نصية موجودة
eu: Ez dago testu-eremurik
he: אין אזורי טקסט
sl: Ni prisotnih besedilnih polj
zh_tw: 沒有文字區域

# swap the position of this text area with the previous one
source: Move Up
ar: انقل لأعلى
eo: Supreniĝi
eu: Eraman gora
he: העלאה למעלה
sl: Premakni navzgor
zh_tw: 上移

# swap the position of this text area with the next one
source: Move Down
ar: انقل لأسفل
eo: Movi Malsupren
eu: Eraman behera
he: הורדה למטה
sl: Premakni navzdol
zh_tw: 下移

# remove the text area from the page
source: Delete Text Area
ar: احذف المنطقة النصية
eo: Forigi Tekstan Areon
eu: Ezabatu testu-eremua
he: מחיקת אזור טקסט
sl: Izbriši polje besedila
zh_tw: 刪除文字區域

# Comic book panel textarea name.
source: Text Area %1
ar: منطقة النّصّ %1
eo: Teksta Areo %1
eu: %1 testu-eremua
he: אזור טקסט %1
sl: Polje besedila %1
zh_tw: 文字區域 %1

# @title:group
source: Jumps
ar: القفزات
eu: Jauziak
he: קפיצות
sl: Skoki
zh_tw: 跳躍點

# @info:placeholder
source: No jumps present
ar: لا قفزات موجودة
eu: Ez dago jauzirik
he: לא קיימות קפיצות
sl: Ni prisotnih skokov
zh_tw: 沒有跳躍點

# swap the position of this jump with the previous one
source: Move Up
ar: انقل لأعلى
eo: Supreniĝi
eu: Eraman gora
he: העלאה למעלה
sl: Premakni navzgor
zh_tw: 上移

# swap the position of this jump with the next one
source: Move Down
ar: انقل لأسفل
eo: Movi Malsupren
eu: Eraman behera
he: הורדה למטה
sl: Premakni navzdol
zh_tw: 下移

# remove the jump from the page
source: Delete Jump
ar: احذف القفزة
eo: Forigi Jump
eu: Ezabatu jauzia
he: מחיקת קפיצה
sl: Izbriši skok
zh_tw: 刪除跳躍點

# Comic book panel jump name.
source: Jump %1
ar: قفزة %1
eo: Salti %1
eu: %1 jauzia
he: קפיצה %1
sl: Skok %1
zh_tw: 跳躍點 %1

# Label from jump page index.
source: Page Index:
ar: مؤشر الصفحة:
eo: Paĝa Indekso:
eu: Orrialdearen indizea:
he: מפתח עמודים:
sl: Kazalo strani:
zh_tw: 頁面索引值：

# @title
source: Settings
ar: إعدادات
eu: Ezarpenak
he: הגדרות
sl: Nastavitve
zh_tw: 設定

# The application's name
source: Peruse Creator
ar: منشئ Peruse
eu: Peruse Sortzailea
he: Peruse יוצר
zh_tw: Peruse 建立工具

# application subtitle
source: Comic Book Creation Tool
ar: أداة إنشاء القصص المصورة
eo: Kreilo por Komiksoj
eu: Komikiak sortzeko tresna
he: כלי ליצירת ספרי קומיקס
sl: Orodje za ustvarjanje stripov
zh_tw: 漫畫書建立工具

# Longer introduction text used on the welcome page
source: Welcome to Peruse Creator, a tool designed to assist you in creating comic book archives which can be read with any cbz capable comic book reader app. You can either create entirely new comic book archives from scratch, create one from a set of pictures, or editing existing archives. Once you have created them, you can even publish them directly to the online comic book archive at the KDE Store from within the application, or just share the files with your friends.
ar: أهلاً بك في منشئ Peruse، أداة مصممة لمساعدتك في إنشاء أرشيفات قصص مصورة يمكن قراءتها بأي تطبيق قارئ قصص مصورة قادر على CBZ. أنشئ أرشيفات قصص مصورة جديدة كليًا من الصفر، أو أنشئ واحدًا من مجموعة من الصور، أو حرر الأرشيفات الموجودة. بعد إنشائها، انشرها مباشرة إلى أرشيف القصص المصورة على الإنترنت في متجر كيدي من داخل التطبيق، أو شارك الملفات مع أصدقائك فحسب.
eu: Ongi etorri Peruse Sortzailera, cbz gaitasuna duen komikiak irakurtzeko edozein aplikaziorekin irakur daitekeen komiki-liburu artxiboak sortzeko diseinatutako tresna. Hutsetik abiatuta komiki-liburu artxibo berriak sortu, irudi multzo batetik bat sortu, edo dauden artxiboak editatu ditzakezu. Sortu ondoren, aplikaziotik bertatik zuzenean KDE biltegiko lerroko komiki-liburu artxiboa atalean argitaratu ditzakezu, edo fitxategiak zure lagunekin partekatu ditzakezu.
he: ברוך בואך ל־Peruse יוצר, כלי שתוכננן לסייע לך ליצור ארכיוני ספרי קומיקס שכל יישום לקריאת ספרי קומיקס שתומך ב־cbz יוכל לקרוא. אפשר ליצור ספר קומיקס מאפס, ליצור אחד מסדרה של תמונות או לערוך ארכיונים קיימים. לאחר שיצרת אותם, אפשר לפרסם אותם ישירות לארכיון ספרי הקומיקס המקוון בחנות KDE ישירות מתוך היישום או פשוט לשתף את הקובץ עם החברים שלך.
sl: Dobrodošli v Peruse Creator, orodje, namenjeno, da vam pomaga pri ustvarjanju arhivov stripov, ki jih je mogoče prebrati s poljubnim programoo za branje stripov, ki je sposoben brati zapis CBZ. Iz nič lahko ustvarite popolnoma nove arhive stripov, jih ustvarite iz obstoječega nabora slik ali uredite obstoječe arhive. Ko jih ustvarite, jih lahko celo objavite neposredno v arhivu spletnih stripov v trgovini KDE iz programa samega ali pa datoteke delite s prijatelji.
zh_tw: 歡迎使用 Peruse 建立工具，它設計來幫助您建立能在任何支援 cbz 的漫畫書閱讀工具進行閱讀的漫畫書封存。您可以從零開始建立新的漫畫書封存，從圖片集建立封存，或是編輯現有的封存。建立封存之後，您甚至可以從應用程式裡將它公開到 KDE Store 的線上漫畫書集合，或是不想要公開的話也可以跟朋友分享檔案。

# @action:button open existing comic book archive
source: Open Existing...
ar: افتح موجودًا...
eo: Malfermi Ekzistantan...
eu: Irekin dauden...
he: פתיחת קיים…
sl: Odpre obstoječega ...
zh_tw: 開啟現有的封存…

# @action:button create a new, empty comic book archive
source: Create Blank
ar: أنشئ فارغًا
eo: Krei Malplenan
eu: Sortu hutsik
he: יצירת ריק
sl: Ustvari prazno
zh_tw: 建立空白的封存

# @title:group
source: Recent books
ar: الكتب الحديثة
eu: Azkenaldiko liburuak
he: ספרים אחרונים
sl: Nedavne knjige
zh_tw: 最近的書本

# @action:button continue working on the most recently opened comic book archive
source: Continue working on %1
ar: تابع العمل على %1
eu: Jarraitu %1(e)an lanean
he: להמשיך לעבוד על %1
sl: Nadaljuj z delom na %1
zh_tw: 繼續開啟 %1

# @info:placeholder
source: There are no recent books
ar: لا كتب حديثة
eu: Ez dago azken aldiko libururik
he: אין ספרים אחרונים
sl: Ni nedavnih knjig
zh_tw: 沒有最近的書本

source: Creating archive in %1
ar: ينشئ أرشف في %1
eo: Kreante arkivon en %1
eu: %1(e)an artxiboa sortzen
he: יצירת ארכיון תחת %1
sl: Ustvarjanje arhiva v %1
zh_tw: 正在於 %1 建立封存

source: Writing in ACBF data
ar: يكتب بيانات ACBF
eo: Skribo en ACBF-datumoj
eu: ACBF datuak idazten
he: נכתבים נתוני ACBF
sl: Pisanje podatkov ACBF
zh_tw: 正在寫入 ACBF 資料

source: Copying across all files not marked for deletion
ar: ينسخ جميع الملفات غير المحددة للحذف
eo: Kopiado tra ĉiuj dosieroj ne markitaj por forigo
eu: Ezabatzeko markatu gabeko fitxategi guztietan kopiatzen du
he: מועתק על פני כל הקבצים שלא מסומנים למחיקה
sl: Kopiranje po vseh datotekah, ki niso označene za brisanje

source: Copying over %1
ar: ينسخ إلى %1
eo: Kopiante super %1
eu: %1(e)ren gainean kopiatzen
he: מועתק על פני %1
sl: Kopiranje nad %1

source: Copying all content from %1 to %2
ar: ينسخ كل المحتوى من %1 إلى %2
eo: Kopiante la tutan enhavon de %1 al %2
eu: %1(e)tik %2(e)ra eduki guztia kopiatzen
he: כל התוכן מועתק מ־%1 אל %2
sl: Kopiranje celotne vsebine iz %1 v %2

source: Successfully replaced old archive with the new archive - now loading the new archive...
ar: استبدال بالأرشيف القديم الأرشيف الجديد بنجاح - يُحمل الآن الأرشيف الجديد...
eu: Fitxategi zaharra berriarekin behar bezala ordeztu da - orain fitxategi berria zamatzen...
he: הארכיון הישן הוחלף בהצלחה בארכיון החדש - הארכיון החדש נטען כעת…
sl: Uspešno zamenjan stari arhiv z novim arhivom - zdaj se nalaga novi arhiv ...
zh_tw: 成功將舊封存替換為新封存 - 正在載入新封存…
