Repository: KDE/peruse
Catalog: po/*/peruse.po
Languages: ar, eo, eu, he, sl, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eu: Iñigo Salvador Azurmendi
he: צוות התרגום של KDE ישראל
sl: Martin Srebotnjak
zh_tw: pan93412, Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eu: xalba@ni.eus
he: kde-l10n-he@kde.org
sl: miles@filmsi.net
zh_tw: pan93412@gmail.com, mail@kisaragi-hiu.com

source: Peruse Reader
ar: قارئ القصص Peruse
eo: Trarigardi Legilon
eu: Peruse irakurlea
he: Peruse מציג
sl: Bralnik Peruse
zh_tw: Peruse 閱讀工具

source: Comic Book Reader by KDE
ar: قارئ القصص المصورة من كيدي
eo: Comic Book Reader de KDE
eu: KDEk egindako komiki-liburu irakurlea
he: מציג ספרי קומיקס מבית KDE
sl: Bralnik stripov KDE
zh_tw: KDE 出品的漫畫書閱讀工具

source: © 2016-2021 KDE
ar: © 2016-2021 كِيدِي

source: Dan Leinir Turthra Jensen
ar: دان لينير تورثرا جنسن
he: דן לייניר טורסתרה ג׳נסן

source: Clear the metainfo cache and perform a full rescan.
ar: أزل خبيئة البيانات الوصفية ونفّذ مسحًا كاملًا مجددًا.
eo: Forigi la metainformkaŝmemoron kaj fari plenan reskanadon.
eu: Garbitu meta-informazio cachea eta berrazterketa oso bat egin.
he: לנקות את מטמון פרטי העל ולבצע סריקה מלא מחדש.
sl: Počistite predpomnilnik metapodatkov in opravite popoln pregled.
zh_tw: 清除中繼資料快取並進行完整掃描。

source: Open file in peruse.
ar: افتح الملف في Peruse.
eo: Malfermi dosieron trarigardante.
eu: Ireki fitxategia perusen.
he: פתיחת קובץ ב־peruse.
sl: Odpri datoteko v peruse.
zh_tw: 用 Peruse 開啟檔案。

# Enter full screen mode on a touch-based device
source: Go Full Screen
ar: اذهب إلى ملء الشاشة
eo: Iĝi Plenekrana
eu: Joan pantaila osora
he: הגדלה למסך מלא
sl: Vstopi v celozaslonski način
zh_tw: 進入全螢幕

# Exit full screen mode on a touch based device
source: Exit Full Screen
ar: أنهِ ملء الشاشة
he: יציאה ממסך מלא
sl: Izhod iz celozaslonskega načina

source: Close Book
ar: أغلق الكتاب
eu: Itxi liburua
he: סגירת הספר
sl: Zapri knjigo
zh_tw: 關閉書本

# Top level entry leading to a submenu with options for the book display
source: View Options
ar: خيارات العرض
eo: Vidi Opciojn
eu: Ikuspegi aukerak
he: אפשרויות תצוגה
sl: Možnosti pogleda
zh_tw: 檢視選項

source: Reading Direction
ar: اتجاه القراءة
eo: Legodirekto
eu: Irakurtzeko noranzkoa
he: כיוון קריאה
sl: Smer branja
zh_tw: 閱讀方向

# Title for the option which will make the book navigate from left to right
source: Left to Right
ar: من اليسار إلى اليمين
eo: Liva al Dekstra
eu: Ezkerretik eskuinera
he: משמאל לימין
sl: Z leve proti densni
zh_tw: 左到右

# Title for the option which will make the book navigate from right to left
source: Right to Left
ar: من اليمين إلى اليسار
eo: Dekstra al Liva
eu: Eskuinetik ezkerrera
he: מימין לשמאל
sl: Z desne proti levi
zh_tw: 右到左

# Go to the previous frame on the current page
source: Previous Frame
ar: الإطار السّابق
eo: Filtriloj
eu: Aurreko markoa
he: התמונית הקודמת
sl: Prejšnja sličica
zh_tw: 上一個框架

# Go to the next frame on the current page
source: Next Frame
ar: الإطار التّالي
eo: Sekva Kadro
eu: Hurrengo markoa
he: התמונית הבאה
sl: Naslednja sličica
zh_tw: 下一個框架

# Go to the previous page in the book
source: Previous Page
ar: الصفحة السابقة
eo: Antaŭa Paĝo
eu: Aurreko orrialdea
he: העמוד הקודם
sl: Prejšnja stran
zh_tw: 上一頁

# Go to the next page in the book
source: Next Page
ar: الصفحة التالية
eo: Sekva Paĝo
eu: Hurrengo orrialdea
he: העמוד הבא
sl: Naslednja stran
zh_tw: 下一頁

# Enter full screen mode on a non-touch-based device
source: Go Full Screen
ar: اذهب إلى ملء الشاشة
eo: Iĝi Plenekrana
eu: Joan pantaila osora
he: הגדלה למסך מלא
sl: Vstopi v celozaslonski način
zh_tw: 進入全螢幕

# Exit full screen mode on a non-touch based device
source: Exit Full Screen
ar: أنهِ ملء الشاشة
he: יציאה ממסך מלא
sl: Izhod iz celozaslonskega načina

source: Close Book
ar: أغلق الكتاب
eu: Itxi liburua
he: סגירת הספר
sl: Zapri knjigo
zh_tw: 關閉書本

source: Failed to load the reader component
ar: أخفق تحميل مكوّن القارئ
eu: Irakurle-osagaia zamatzea huts egin du
he: טעינת רכיב ההצגה נכשלה
sl: Nalaganje bralne komponente ni uspelo
zh_tw: 載入閱讀工具部件失敗

source: This is generally caused by broken packaging. Contact whomever you got this package from and inform them of this error.
ar: عادةً يسبّب هذا خطأ في التغليف. اتصل بالجهة التي حصلت منها على هذه الحزمة وأبلغها بهذا الخطأ.
eu: Hau, oro har, paketatze akastunek eragiten dute. Jarri paketea eman dizunarekin harremanean eta errorea jakinarazi iezaiozu.
he: זה בדרך כלל נגרם עקב פגם באריזה. נא ליצור קשר עם יוצרי החבילה ולהודיע להם על השגיאה הזאת.
sl: To je na splošno posledica pokvarjenega paketa. Obrnite se na tiste, od katerih ste prejeli ta paket, in jih obvestite o tej napaki.
zh_tw: 這通常代表軟體包打包有問題。請與您取得此軟體的來源聯繫告知有這個問題。

# @label
source: Author(s):
ar: المؤلفون:
eu: Egilea(k):
he: יוצר/ים:
sl: Avtor(ji):
zh_tw: 作者：

# @info:placeholder
source: Unknown
ar: مجهول
eu: Ezezaguna
he: לא ידוע
sl: Neznano
zh_tw: 未知

# @label
source: Publisher:
ar: الناشر:
eu: Argitaratzailea:
he: הוצאה לאור:
sl: Izdajatelj:
zh_tw: 出版社：

# @label
source: Location:
ar: المكان:
eu: Kokalekua:
he: מקום:
sl: Lokacija:
zh_tw: 位置：

# @title:group
source: File Metadata
ar: بيانات وصفية للملف
eu: Fitxategiaren metadatuak
he: נתוני על של קובץ
sl: Metapodatki datoteke
zh_tw: 檔案中繼資料

# @label
source: Rating:
ar: التّقييم:
eu: Balorazioa:
he: דירוג:
sl: Ocena:
zh_tw: 評分：

source: Set rating to %1
ar: ضع التقييم إلى %1
eu: Ezarri balorazioa %1era
he: הגדרת הדירוג ל־%1
sl: Nastavi oceno na %1
zh_tw: 設定評分為 %1

# @label
source: Tags:
ar: الوسوم:
eu: Etiketak:
he: תגיות:
sl: Značke:
zh_tw: 標籤：

# Placeholder tag field
source: (No tags)
ar: (بلا وسوم)
eo: (Neniu etikedoj)
eu: (etiketarik ez)
he: (אין תגיות)
sl: (brez značk)
zh_tw: （沒有標籤）

# Title of the page with books grouped by the title start letters
source: Group by Title
ar: تجميع حسب العنوان
eo: Grupo laŭ Titolo
eu: Taldekatu tituluaren arabera
he: קיבוץ לפי כותרת
sl: Združi po naslovu
zh_tw: 依標題分組

# Placeholder Text when there are no comics in the library that match the filter
source: No matches
ar: لا يوجد متطابقات
eo: Neniuj kongruoj
eu: Ez dago bat datorrenik
he: אין תוצאות
sl: NI zadetkov
zh_tw: 無相符

# @info:placeholder
source: No authors available
ar: لا مؤلفون متاحون
eu: Ez dago egilerik erabilgarri
he: אין יוצרים זמינים
sl: Ni na voljo avtorjev
zh_tw: 沒有可用作者

# search in the list of books (not inside the books)
source: Search Books
ar: ابحث في الكتب
eo: Serĉu Librojn
eu: Bilatu liburuak
he: חיפוש ספרים
sl: Iskanje knjig
zh_tw: 搜尋書本

# placeholder text for the search field
source: Tap and type to search
ar: انقر واكتب للبحث
eo: Frapi kaj tajpi por serĉi
eu: Egin tak eta tekleatu bilatzeko
he: נא לגעת ולהקליד כדי לחפש
sl: Tapnite in vnesite za iskanje
zh_tw: 輕點並輸入來搜尋

# @action:inmenu
source: Open
ar: افتح
eu: Ireki
he: פתיחה
sl: Odpri
zh_tw: 開啟

# @action:inmenu
source: Details
ar: التفاصيل
eu: Xehetasunak
he: פרטים
sl: Podrobnosti
zh_tw: 詳細資料

# @info
source: %1 book
ar: %1 كتاب
eu: Liburu %1
he: ספר
sl: %1 knjig
zh_tw: %1 本書

source: (go up one level)
ar: (اذهب مستوى واحد للأعلى)
eu: (igo maila bat)
he: (עלייה מעלה ברמה אחת)
sl: (pojdi navzgor za eno stopnjo)
zh_tw: （往上一層）

# Label for authors
source: Author(s)
ar: المؤلف/المؤلفون
eo: Aŭtoro(j)
eu: Egilea(k)
he: יוצר/ים
sl: Avtor(ji)
zh_tw: 作者

# Label for publisher
source: Publisher
ar: الناشر
eo: Publikisto
eu: Argitaratzailea
he: הוצאה לאור
sl: Založnik
zh_tw: 出版社

# label for rating widget
source: Rating
ar: التّقييم
eo: Taksado
eu: Balorazioa
he: דירוג
sl: Ocena
zh_tw: 評分

# label for tags field
source: Tags
ar: الوسوم
eo: Etikedoj
eu: Etiketak
he: תגיות
sl: Značke
zh_tw: 標籤

# label for comment field
source: Comment
ar: تعليق
eo: Komento
eu: Iruzkina
he: הערה
sl: Komentar
zh_tw: 備註

# Placeholder comment field
source: (No comment)
ar: (لا تعليق)
eo: (Sen komento)
eu: (iruzkinik ez)
he: (אין הערות)
sl: (brez komentarja)
zh_tw: （沒有備註）

# Placeholder text for the book description field when no description is set
source: (no description available for this book)
ar: (لا يوجد وصف متاح لهذا الكتاب)
eu: (ez dago liburu honen deskribapenik)
he: (אין תיאור זמין לספר הזה)
sl: (za to knjigo opis ni na voljo)
zh_tw: （這本書沒有可用的描述）

# Spawn inline dialog box to confirm permanent removal of this book
source: Delete from Device
ar: احذف من الجهاز
eo: Forigi de Aparato
eu: Ezabatu gailutik
he: מחיקה מהמכשיר
sl: Izbriši iz naprave
zh_tw: 從裝置刪除

# Dialog text for delete book dialog
source: Are you sure you want to delete this from your device?
ar: أتؤكد حذف هذا من جهازك؟
eo: Ĉu vi certas, ke vi volas forigi ĉi tion de via aparato?
eu: Ziur zaude hau zure gailutik ezabatu nahi duzula?
he: למחוק את זה מהמכשיר שלך?
sl: Ali ste prepričani, da želite to izbrisati iz naprave?
zh_tw: 您確定要從裝置刪除它嗎？

# Confirmation button for book delete dialog
source: Yes, Really Delete
ar: نعم، احذفه حقًا
eo: Jes, Vere Forigi
eu: Bai, benetan ezabatu
he: כן, באמת למחוק
sl: Da, res izbriši
zh_tw: 是的，確定要刪除

# Cancellation button or book delete dialog
source: No, Cancel Delete
ar: لا، ألغِ الحذف
eo: Ne, Nuligi Forigon
eu: Ez, ez ezabatu
he: לא, לבטל את המחיקה
sl: Ne, prekliči brisanje
zh_tw: 否，不要刪除

# should be keep short, inside a label. Will be in uppercase
source: New
ar: جديد
eu: Berria
he: חדש
sl: Novo
zh_tw: 新增

# The last item in a list of author names when there is more than one
source: , and %1
ar: ، و %1
eo: , kaj %1
eu: , eta %1
he: וגם %1
sl: in %1
zh_tw: ，和 %1

# Author name used when there are no known authors for a book
source: Unknown author
ar: مؤلف مجهول
eu: Egile ezezaguna
he: יוצר לא ידוע
sl: Neznani avtorj
zh_tw: 未知的作者

source: Comics in folder: %1
ar: القصص المصورة في المجلد: %1
eo: Bildstrioj en dosierujo: %1
eu: Karpetako komikiak: %1
he: רצועות קומיקס בתיקייה: %1
sl: Stripi v mapi: %1

source: Please Choose a Comic to Open
ar: اختر قصة مصورة لفتحها
eu: Mesedez aukeratu ireki beharreko komiki bat
he: נא לבחור רצועת קומיקס לפתיחה
sl: Izberite strip za odpiranje
zh_tw: 請選擇要開啟的漫畫書

source: Open Comics not in Your Collection
ar: افتح قصص مصورة ليست ضمن مجموعتك
eu: Ireki zure bildumakoak ez diren komikiak
he: פתיחת רצועות קומיקס שאינן באוסף שלך
sl: Odpri stripe, ki niso v zbirki
zh_tw: 開啟不在您的收藏當中的漫畫書

source: Actions
ar: الإجراءات
eo: Agoj
eu: Ekintzak
he: פעולות
sl: Dejanja
zh_tw: 動作

source: Back
ar: عُد
eo: Malantaŭen/Reen
eu: Atzera
he: חזרה
sl: Nazaj
zh_tw: 返回

# @title:window the generic descriptive title of the application
source: Comic Book Reader
ar: قارئ القصص المصورة
eo: Legilo por komiksoj
eu: Komiki-liburu irakurlea
he: מציג ספרי קומיקס
sl: Bralnik stripov
zh_tw: 漫畫書閱讀工具

source: Show intro page
ar: أظهر في الصفحة
eo: Montri enkondukpaĝon
eu: Erakutsi sarrerako orrialdea
he: הצגת עמוד ההקדמה
sl: Pokaži uvodno stran
zh_tw: 顯示初始頁面

# Switch to the listing page showing the most recently read books
source: Home
ar: المنزل
eo: Hejmo
eu: Etxea
he: בית
sl: Domov
zh_tw: 首頁

# Switch to the listing page showing the most recently discovered books
source: Recently Added Books
ar: الكتب المضافة حديثا
eo: Lastatempe Aldonitaj Libroj
eu: Azkenaldian gehitutako liburuak
he: ספרים שנוספו לאחרונה
sl: Nedavno dodane knjige
zh_tw: 最近新增的書本

source: Open Other...
ar: فتح آخر...
eo: Malfermi Alian...
eu: Ireki beste...
he: פתיחה ממקום אחר…
sl: Odpri drugo ...
zh_tw: 開啟另一本…

# Heading for switching to listing page showing items grouped by some properties
source: Group By
ar: اجمع حسب
eo: Grupigi laŭ
eu: Taldekatu honen arabera
he: קיבוץ לפי
sl: Združi po
zh_tw: 分組方式

# Switch to the listing page showing items grouped by title
source: Title
ar: العنوان
eo: Titolo
eu: Titulua
he: כותרת
sl: Naslov
zh_tw: 標題

# Switch to the listing page showing items grouped by author
source: Author
ar: الكاتب
eo: Aŭtoro
eu: Egilea
he: יוצר/ת
sl: Avtor
zh_tw: 作者

# Switch to the listing page showing items grouped by series
source: Series
ar: السلسلة
eo: Serio
eu: Sailak
he: סדרה
sl: Zbirka
zh_tw: 系列

# Switch to the listing page showing items grouped by publisher
source: Publisher
ar: الناشر
eo: Publikisto
eu: Argitaratzailea
he: הוצאה לאור
sl: Založnik
zh_tw: 出版社

source: Keywords
ar: الكلمات المفتاحيّة
eo: Ŝlosilvortoj
eu: Gako-hitzak
he: מילות מפתח
sl: Ključne besede
zh_tw: 關鍵字

# Switch to the listing page showing items grouped by their filesystem folder
source: Folder
ar: المجلّد
eo: Dosierujo
eu: Karpeta
he: תיקייה
sl: Mapa
zh_tw: 資料夾

# shown with a throbber when searching for books on the device
source: Please wait while we find your books...
ar: انتظر ريثما نجد كتبك...
eo: Bonvolu atendi dum ni trovos viajn librojn...
eu: Itxoin mesedez zure liburua aurkitu bitartean...
he: נא להמתין לאיתור הספרים שלך…
sl: Počakajte, da se iskanje vaših knjig konča ...
zh_tw: 請稍候，等我們尋找書本…

# Open the settings page
source: Settings
ar: الإعدادات
eo: Agordoj
eu: Ezarpenak
he: הגדרות
sl: Nastavitve
zh_tw: 設定

# Open the about page
source: About
ar: عن
eo: Pri
eu: Honi buruz
he: על אודות
sl: O programu
zh_tw: 關於

# Title of the page with all books ordered by which was added most recently
source: Recently Added Books
ar: الكتب المضافة حديثا
eo: Lastatempe Aldonitaj Libroj
eu: Azkenaldian gehitutako liburuak
he: ספרים שנוספו לאחרונה
sl: Nedavno dodane knjige
zh_tw: 最近新增的書本

# @info:placeholder
source: No series found
ar: لم نجد متسلسلات
eu: Ez da sailik aurkitu
he: לא נמצאה סדרה
sl: Ni najdene zbirke
zh_tw: 沒有找到系列

# @title
source: Series
ar: السلسلة
eu: Sailak
he: סדרה
sl: Zbirke
zh_tw: 系列

# @info:placeholder
source: No authors found
ar: لم نجد مؤلفين
eu: Ez da egilerik aurkitu
he: לא נמצאו יוצרים
sl: Ni najdenih avtorjev
zh_tw: 沒有找到作者

# @title
source: Authors
ar: المؤلفين
eu: Egileak
he: יוצרים
sl: Avtorji
zh_tw: 作者群

# @info:placeholder
source: No publishers found
ar: لم نجد ناشرين
eu: Ez da argitaletxerik aurkitu
he: לא נמצאו כאלו הוצאות לאור
sl: Ni najdenih založnikov
zh_tw: 沒有找到出版社

# @title
source: Publishers
ar: الناشرون
eu: Argitaletxeak
he: הוצאות לאור
sl: Založniki
zh_tw: 出版社

# Title of the page with books grouped by keywords, character or genres
source: Group by Keywords, Characters and Genres
ar: تجميع حسب الكلمات المفتاحية والشخصيات والأنواع
eo: Grupo laŭ Ŝlosilvortoj, Karakteroj kaj Ĝenroj
eu: Taldekatu gako-hitzen, karaktereen eta generoaren arabera
he: קיבוץ לפי מילות מפתח, דמויות וסוגים
sl: Združi po ključnih besedah, znakih in zvrsteh
zh_tw: 依關鍵字、角色及風格分組

# Title of the page with books grouped by what folder they are in
source: Filter by Folder
ar: تصفية حسب المجلد
eo: Filtri per Dosierujo
eu: Iragazi karpetaren arabera
he: סינון לפי תיקייה
sl: Filtriraj po mapi
zh_tw: 依資料夾過濾

# title of the settings page
source: Configure the indexed folders
ar: اضبط المجلدات المفهرسة
eo: Agordi la indeksitajn dosierujojn
eu: Konfiguratu indexatutako karpetak
he: הגדרת התיקיות ששמורות במפתח
sl: Prilagodi indeksirane mape
zh_tw: 設定索引的資料夾

source: Add folder
ar: أضف مجلدًا
eo: Aldoni dosierujon
eu: Gehitu karpeta
he: הוספת תיקייה
sl: Dodaj mapo
zh_tw: 新增資料夾

# @action:button
source: Delete
ar: احذف
eu: Ezabatu
he: מחיקה
sl: Izbriši
zh_tw: 刪除

source: There are no folder currently indexed.
ar: لا مجلدات مفهرسة حاليا.
eo: Nuntempe ne estas dosierujo indeksita.
eu: Une honetan ez dago indexatutako karpetarik.
he: אף תיקייה לא שמורה במפתח כרגע.
sl: Trenutno ni indeksiranih map.
zh_tw: 沒有已索引的資料夾。

# @title:window Dialogue used to add a new search folder
source: Select a folder
ar: اختر مجلداً
eo: Elekti dosierujon
eu: Hautatu karpeta bat
he: בחירת תיקייה
sl: Izberite mapo
zh_tw: 選擇資料夾

# @title:window dialogue used to add a new search folder
source: Select a Folder
ar: اختر مجلداً
eo: Elekti Dosierujon
eu: Hautatu karpeta bat
he: בחירת תיקייה
sl: Izberite mapo
zh_tw: 選擇資料夾

# title of the book store page
source: Book Store
ar: متجر الكتب
eo: Librovendejo
eu: Liburu denda
he: אחסון ספרים
sl: Knjigarna

source: Sorry, no books. This is unusual, and likely means your internet is down, or the store is.
ar: عذراً، لا كتب. هذا غير عادي، ويحتمل أنه يعني أن اتصالك بالإنترنت مقطوع، أو أن المتجر معطّل.
eu: Barkatu, libururik ez. Ezohikoa da, eta litekeena da zure internet edo biltegia erorita egotea.
he: אין ספרים, סליחה. זה מצב חריג וכנראה שמעיד על כך שהאינטרנט או החנות לא עובדים.
sl: Žal ni knjig. To je nenavadno in lahko pomeni, da je vaša internetna povezava padla ali pa ima trgovina težave.

# A submenu which allows the user to chose between translations of the book
source: Translations
ar: الترجمات
eo: Tradukoj
eu: Itzulpenak
he: תרגומים
sl: Prevodi
zh_tw: 翻譯

# The option used to show no translation should be used
source: No Translation
ar: لا توجد ترجمة
eo: Neniu Traduko
eu: Itzulpenik ez
he: אין תרגום
sl: Brez prevoda
zh_tw: 沒有翻譯

source: The link you just activated goes to something we don't really know what to do with. This suggests the book you are reading does not conform to the Advanced Comic Book Format specification, but we would still like to know about it. Please report a bug, and make the book available to us, so we can try and work out how to handle this!
ar: الرابط الذي نشّطته للتو يذهب إلى شيء لا نعرف حقًا كيف نتصرف معه. هذا يشير إلى أن الكتاب الذي تقرأه لا يتوافق مع مواصفات تنسيق القصص المصورة المتقدمة، ولكننا لا نزال نرغب في معرفة ذلك. أبلغ عن خطأ، واجعل الكتاب متاحًا لنا، حتى نتمكن من محاولة معرفة كيفية معالجة هذا!
eu: Aktibatu berri duzun esteka, harekin zer egin ez dakigun zerbaitera doa. Horrek iradokitzen du irakurtzen ari zaren liburua ez datorrela ACBF (Advanced Comic Book Format / Komiki Liburu Formatu Aurreratua) zehaztapenarekin bat, baina hala ere horren berri izan nahiko genuke. Mesedez, eman akats baten berri eta jarri liburua guretzako eskuragarri, nola maneiatu asmatzen saia gaitezen!
he: הקישור שניסית להפעיל מפנה למשהו שאנחנו לא באמת יודעים מה לעשות איתו. המצב הזה מעיד על כך שהספר שמופיע לא תואם למפרט תסדיר ספרי הקומיקס המתקדם, אך עדיין נשמח להכיר את המימוש הזה. נא לדווח לנו על תקלה ולהנגיש לנו את הספר כדי שנוכל לנסות ולמצוא איך לטפל בזה!
sl: Povezava, ki ste jo pravkar aktivirali, kaže na nekaj, s čimer dejansko ne vemo, kaj naj naredimo. To kaže, da knjiga, ki jo berete, ni skladna s specifikacijo Advanced Comic Book Format, vendar bi še vedno radi vedeli o njej. Prosimo, prijavite hrošča, in nam omogočite dostop do knjige, tako da lahko poskusimo in razčistimo, kako ravnati s tem!

source: The link you activated doesn't seem to go anywhere. We tried to find something with the ID %1 but didn't locate anything. This is likely an error in the book, and the author would probably like to know about it.
ar: الرابط الذي نشّطته لا يذهب إلى أي مكان على ما يبدو. حاولنا إيجاد شيء بالهوية %1 ولكن لم نعثر على أي شيء. هذا خطأ محتمل في الكتاب، ويرغب المؤلف على الأرجح في معرفة ذلك.
eu: Ematen du aktibatu berri duzun esteka ez doala inora. Saiatu gara %1 ID duen zerbait bilatzen baina ez dugu ezer aurkitu. Litekeena da liburuan errore bat egotea, eta posible da egileak horri buruz jakin nahi izatea.
he: נראה שהקישור שהפעלת לא מפנה לשום מקום. ניסינו למצוא משהו עם המזהה %1 אבל לא איתרנו שום דבר. זאת, כפי הנראה, בעיה בספר, והיוצרים ודאי ישמחו לדעת על כך.
sl: Povezava, ki ste jo aktivirali, očitno ne vodi nikamor. Poskus iskanja z ID %1 ni vrnil zadetkov. To je verjetno napaka v knjigi, avtor pa bi verjetno rad vedel za to.

source: Could not load the image for this page. This is most commonly due to a missing image decoder (specifically, the Qt Imageformats package, which Peruse depends on for loading images), and likely a packaging error. Contact whoever you got this package from and inform them of this error. Specifically, the image we attempted to load is called %1, and the image formats Qt is aware of are %2. If there is a mismatch there, that will be the problem. If not, please report this bug to us, and give as much information as you can to assist us in working out what's wrong.
ar: لم يمكن تحميل صورة هذه الصفحة. هذا بسبب فك ترميز صور مفقود في أغلب الأحيان (حزمة تنسيقات صور كيو تي تحديداً، التي يعتمد عليها Peruse لتحميل الصور)، وخطأ تغليف محتمل. اتصل بالجهة التي حصلت منها على هذه الحزمة وأبلغها بهذا الخطأ. تحديدًا، الصورة التي حاولنا تحميلها تدعى %1، وتنسيقات الصور التي يدركها كيو تي هي %2. إن كان هناك عدم تطابق هنا، فهذه هي المشكلة. إن لم يكن كذلك، فأبلغنا بهذا الخطأ، وقدّم أكبر قدر ممكن من المعلومات لمساعدتنا في معرفة الخطأ.
eu: Ezin izan du orrialde honetako irudia zamatu. Hori gehienetan falta den irudi-deskodetzaile baten ondorioz gertatzen da (zehazki, Qt Imageformats paketea, Perusek irudiak zamatzeko behar duena), eta ziurrenik paketatze errore bategatik. Jarri harremanean pakete hau eman dizunarekin eta eman iezaiezu errore honen berri. Zamatzen saiatu garen irudia, zehazki, %1 deitzen da, eta Qt(e)k ezagutzen dituen irudi-formatuak %2 dira. Haien arteko ezadostasunik badago, arazoa hori izango da. Bestela, eman iezaguzu akats honen berri, eta gaizki dagoena konpontzen lagundu diezagukeen ahal bezainbeste informazio.
he: לא ניתן לטעון את התמונה לעמוד הזה. זה קורה בדרך כלל בגלל מפענח תמונה חסר (במיוחד, חבילת Qt Imageformats, ש־Peruse תלוי בה לטעינת תמונות), וזאת כנראה תקלת אריזה. כדאי ליצור קשר עם הגורם שסיפק את החבילה ולהודיע להם על השגיאה הזאת. באופן פרטני, התמונה שניסינו לטעון נקראת %1, וסוגי התמונות ש־Qt יודע לטפל בהן הן %2. אם יש כאן חוסר התאמה, כנראה שזה מקור הבעיה. אם לא, נא לדווח על התקלה הזאת לנו ולספק לנו כמה שיותר מידע כיוון שזה יכול לסייע לנו להבין איך לטפל בתקלה הזאת.
sl: Slike za to stran ni bilo mogoče naložiti. To je najpogosteje posledica manjkajočega slikovnega dekodirnika (natančneje paketa Qt Imageformats, od katerega je Peruse odvisen za nalaganje slik), in najverjetneje napaka pri pakiranju. Obrnite se na tistega, od kogar ste dobili ta paket, in ga obvestite o tej napaki. Natančneje, slika, ki smo jo poskušali naložiti, se imenuje %1, oblike slike, ki jih Qt pozna, pa so %2. Če pride do neskladja, bo to problem. Če ne, nam, prosimo, poročajte o tem hrošču in nam dajte čim več informacij, da nam pomagate pri raziskovanju, kaj je narobe.

# Title for a dialog offering the user to open a link to some external resource
source: Open External Link?
ar: افتح الرابط الخارجي؟
eu: Kanpoko esteka ireki?
he: לפתוח קישור חיצוני?
sl: Ali želite odpreti zunanjo povezavo?
zh_tw: 開啟外部連結？

# label for a button which activates an external link
source: Open Link
ar: افتح الوصلة
eo: Malfermi Ligon
eu: Ireki esteka
he: פתיחת קישור
sl: Odpri povezavo
zh_tw: 開啟連結

source: The link you just clicked points to somewhere outside of the book. Please check the details of the link below, to make sure that you really do want to open it, or just close this sheet.
ar: الرابط الذي نقرته للتو يشير إلى مكان خارج الكتاب. تحقق من تفاصيل الرابط أدناه، للتأكد من أنك تريد فتحه حقًا، أو أغلق هذه الورقة فحسب.
eu: Klik egin berri duzun estekak liburutik kanpoko nonbaitera seinalatzen du. Mesedez, aztertu beheko estekaren xehetasunak, benetan ireki nahi duzula ziurtatzeko, edo orri hau itxi eta kito.
he: הקישור שלחצת עליו מצביע למקום מחוץ לספר. נא לבדוק את הפרטים של הקישור להלן, כדי לוודא שאכן התכוונת לפתוח אותו או פשוט לסגור את הגיליון הזה.
sl: Povezava, ki ste jo pravkar kliknili, kaže nekam zunaj knjige. Preverite podrobnosti spodnje povezave, da se prepričate, ali jo želite odpreti, ali pa samo zaprite ta list.

source: Compose an email to %1, based on the following link: %2
ar: أنشئ رسالة بريد إلكتروني إلى %1، بناءً على الرابط التالي: %2
eu: Idatzi e-posta bat %1(e)ri, ondoko estekan oinarrituta: %2
he: כתיבת דוא״ל אל %1, עקב הקישור הבא: %2
sl: Sestavi e-poštno sporočilo za %1 na podlagi te povezave: %2

source: Compose an email for %1 with the subject "%2" and the following body: %3
ar: أنشئ رسالة بريد إلكتروني لـ %1 بالعنوان "%2" وبالجسم التالي: %3
eu: Idatzi e-posta bat %1(e)ri, "%2" gaiarekin eta ondoko gorputzarekin: %3
he: כתיבת דוא״ל אל %1 עם הנושא „%2” והתוכן הבא: %3
sl: Sestavi e-poštno sporočilo za %1 s temo »%2« in to vsebino: %3

source: Compose an email for %1 with the subject "%2"
ar: أنشئ رسالة بريد إلكتروني لـ %1 بالعنوان "%2"
eo: Verki retmesaĝon por %1 kun la temo "%2"
eu: Idatzi %1(e)rentzako e-posta bat "%2" gaiarekin
he: כתיבת דוא״ל אל %1 עם הנושא „%2”
sl: Sestavi e-poštno sporočilo za %1 s temo »%2«
