Repository: KDE/peruse
Catalog: po/*/peruse.po
Languages: ar, eo, eu, he, sl, zh_tw

# Exit full sceen mode on a touch based device
source: Exit Full Screen
eo: Eliri Plenan Ekranon
eu: Irten pantaila osotik

# Exit full sceen mode on a non-touch based device
source: Exit Full Screen
eo: Eliri Plenan Ekranon
eu: Irten pantaila osotik

# Closes the book information drawer
source: Close
eo: Fermi

# Label for the author field
source: Author:
eo: Aŭtoro:

# Label for the publisher field
source: Publisher:
eo: Eldonisto:

# Label for the series field
source: Series:
eo: Serioj

# Label for the filename field
source: Filename:
eo: Dosiernomo:

# Navigate one page back
source: Back
eo: Malantaŭen/Reen

# Open the book which is currently selected in the list
source: Open Selected Book
eo: Malfermu Elektitan Libron

# Closes the book details drawer
source: Close
eo: Fermi

# used for the author data in book lists if author is empty
source: (unknown)
eo: (nekonata)

# The first author in a list of authors
source: by %1
eo: de %1

# Author name used when there are no known authors for a book
source: by an unknown author
eo: de nekonata aŭtoro

# Title of the page with books grouped by what series they are in
source: Group by Series
eo: Grupo laŭ Serio

# Title of the page with books grouped by author
source: Group by Author
eo: Grupi laŭ aŭtoro

# Title of the page with books grouped by who published them
source: Group by Publisher
eo: Grupo de Eldonisto

# remove the search folder from the list
source: Delete
eo: Forigi

# title text for the add page sheet
source: Add a Page?
eo: Ĉu aldoni paĝon?

# closes the add page sheet
source: Do not Add a Page
eo: Ne Aldoni Paĝon

# placeholder text for default title text-input
source: Write to add default title
eo: Skribi por aldoni defaŭltan titolon

# label text for the edit field for the default annotation
source: Annotation
eo: Komentario

# placeholder text for default annotation text-area
source: Write to add default annotation
eo: Skribi por aldoni defaŭltan komentarion

# label text for the edit field for the keyword list
source: Keywords
eo: Ŝlosilvortoj

# placeholder text for the add new keyword text entry
source: Write a comma separated list of keywords.
eo: Skribi komon apartigitan liston de ŝlosilvortoj.

# label text for the edit field for the author list
source: Authors (%1)
eo: Aŭtoroj (%1)

# placeholder text for the add new author text entry
source: Write to add new author (nickname)
eo: Skribi por aldoni novan aŭtoron (moknomo)

# label text for the edit field for the genre list
source: Genres
eo: Ĝenroj

# label text for the edit field for the character list
source: Characters
eo: Signoj

# label text for the edit field for the sequence list
source: Sequence
eo: Sekvenco

# placeholder text for the add new series text entry
source: Write to add new series
eo: Skribi por aldoni novajn seriojn

# label text for the edit field for the database reference list
source: Database References
eo: Datumbazaj Referencoj

# placeholder text for the add reference type text entry
source: Write to add reference type
eo: Skribi por aldoni referencan tipon

# placeholder text for the add new reference text entry
source: Write to add new reference
eo: Skribi por aldoni novan referencon

# placeholder text for the add databasename text entry
source: Write to add database name for new reference.
eo: Skribi por aldoni datumbazan nomon por nova referenco.

# label text for the edit field for the content rating list
source: Content Ratings
eo: Enhavaj Taksoj

# label text for the form for reading direction.
source: Reading Direction
eo: Legodirekto

# label text for right to left checkbox.
source: Right to left.
eo: Dekstre al maldekstre.

# label text for the form for the publishing info list
source: Publisher Info
eo: Informoj pri Eldonejo

# placeholder text for the publishing city entry
source: Write to add city
eo: Skribi por aldoni urbon

# placeholder text for the publishing ISBN entry
source: Write to add ISBN
eo: Skribi por aldoni ISBN

# placeholder text for the publishing license entry
source: Write to add license
eo: Skribi por aldoni permesilon

# label text for the form for the document info list
source: Document Authors
eo: Dokumentaj Aŭtoroj

# label text for the form for the sources list
source: Document Sources
eo: Dokumentaj Fontoj

# label text for the form for the history list
source: Document History
eo: Dokumenta Historio

# label text for the form for the body background color.
source: General Page Background Color
eo: Ĝenerala Paĝa Fona Koloro

# @title color choosing dialog
source: Choose the general background color for this comic
eo: Elekti la ĝeneralan fonkoloron por ĉi tiu komikso

# Label for the reference identifier input field
source: Unique Identifier
eo: Unika Identigilo

# Placeholder text for the reference identifier input field
source: Enter your reference ID here (should be unique)
eo: Enigu vian referencan ID ĉi tie (devus esti unika)

# Label for the reference language input field
source: Language
eo: Lingvo

# title text for a card which informs what references are
source: References
eo: Referencoj

# title text for a sheet which lets the user edit a binary entry
source: Edit Style
eo: Redakti Stilon

# label for a button which updates the style entry with the new details
source: OK
eo: Bone

# Placeholder text for the style element input field
source: Enter the name of the element you want to style
eo: Enigu la nomon de la elemento, kiun vi volas stiligi

# title text for a card which informs the user what styles are
source: Styling Information
eo: Stilaj Informoj

# title text for a sheet which lets the user edit the parameters of a link
source: Edit Link
eo: Redakti ligon

source: OK
eo: Bone

# Label for the link text input field
source: Text
eo: Teksto

# Placeholder text for the link text input field
source: Enter the text of your link here
eo: Enigu la tekston de via ligilo ĉi tie

# Label for the link destination input field
source: Destination
eo: Celo

# Placeholder text for the link destination input field
source: Enter the destination for your link here
eo: Enigu la celon por via ligilo ĉi tie

# Entry in a dropdown list which gives the title and ID of a page
source: Page "%1" (ID: %2)
eo: Paĝo "%1" (ID: %2)

# Label for the link demonstration display field
source: Demonstration
eo: Manifestacio

source: Navigation
eo: Navigado

source: Switch to the welcome page
eo: Ŝanĝu al la bonvena paĝo

# label for the activity field
source: Activity:
eo: Aktiveco:

# label for the language field
source: Language:
eo: Lingvo:

# placeholder text for the language field
source: Language
eo: Lingvo

# label for the first name field
source: First name:
eo: Antaŭnomo:

# placeholder text for the first name field
source: First Name
eo: Antaŭnomo

# label for the middle name field
source: Middle name:
eo: Meza nomo:

# placeholder text for the middle name field
source: Middle Name
eo: Meza Nomo

# label for the last name field
source: Last name:
eo: Familia nomo:

# placeholder text for the last name field
source: Last Name
eo: Familia nomo

# label for the nickname field
source: Nickname:
eo: Kromnomo:

# placeholder text for the nickname field
source: Nickname
eo: Kromnomo

# label for the homepage field
source: Homepage addresses:
eo: Hejmpaĝaj adresoj:

# placeholder text for the homepage field
source: Add Homepage
eo: Aldoni Hejmpaĝon

# label for the email field
source: Email addresses:
eo: Retpoŝtaj adresoj:

# placeholder text for the email field
source: Add Email address
eo: Aldoni Retpoŝtadreson

# label text for the edit field for the page title
source: Title
eo: Titolo

# placeholder text for the page title text-input
source: Write to add default title
eo: Skribi por aldoni defaŭltan titolon

# placeholder text for page ID text-input
source: Write to add an ID
eo: Skribi por aldoni ID

# label text for the edit field for the page transition type
source: Transition
eo: Transiro

# label text for the edit field for the page background color
source: Background Color
eo: Fona Koloro

# @title color choosing dialog
source: Choose the background color for page
eo: Elekti la fonkoloron por paĝo

# label text for the edit field for the page frames
source: Frames
eo: Kadroj

# label text for the edit field for the page textareas
source: Text Areas
eo: Tekstaj Areoj

# Label from textlayer background color.
source: Background Color:
eo: Fona Koloro:

# @title color choosing dialog
source: Choose the background color for all text areas on this page
eo: Elekti la fonkoloron por ĉiuj tekstaj areoj sur ĉi tiu paĝo

# label text for the edit field for the page jumps
source: Jumps
eo: Saltoj

# title of the settings page
source: Settings
eo: Agordoj
