Repository: KDE/peruse
Catalog: po/*/peruse.po
Languages: ar, eo, eu, he, sl, zh_tw

source: Compose email for: %1
ar: أنشئ رسالة بريد إلكتروني لـ: %1
eo: Verki retmesaĝon por: %1
eu: Idatzi e-posta honi: %1
he: כתיבת דוא״ל עבור: %1
sl: Sestavi e-poštno sporočilo za: %1

# title of the welcome page
source: Welcome
ar: مرحباً
eo: Bonvenon
eu: Ongi etorri
he: ברוך בואך
sl: Dobrodošli
zh_tw: 歡迎

# title of list of recently opened books
source: Continue Reading
ar: استأنف القراءة
eo: Daŭre Legado
eu: Jarraitu irakurtzen
he: להמשיך בקריאה
sl: Nadaljuj z branjem
zh_tw: 繼續閱讀

# title of list of recently discovered books
source: Recently Added
ar: أضيف مؤخراً
eo: Lastatempe Aldonita
eu: Azkenaldian gehitutakoa
he: נוספו לאחרונה
sl: Nedavno dodano
zh_tw: 最近新增

source: Peruse Creator
ar: منشئ Peruse
eu: Peruse Sortzailea
he: Peruse יוצר
zh_tw: Peruse 建立工具

source: Comic Book Creator by KDE
ar: منشئ القصص المصورة من كيدي
eo: Kreinto de komiksoj de KDE
eu: KDEren Komiki Sortzailea
he: יוצר ספרי קומיקס מבית KDE
sl: Ustvarjalnik stripov KDE
zh_tw: 來自 KDE 的漫畫書建立工具

# title text for the add page area sheet
source: Add Page Area
ar: أضف منطقة صفحة
eo: Aldoni Paĝan Areon
eu: Gehitu orrialde-eremua
he: הוספת אזור עמוד
sl: Dodaj področje strani
zh_tw: 新增頁面區域

# Button which creates a new frame, and closes the dialog
source: Create Frame
ar: أنشئ إطارًا
eo: Krei Kadron
eu: Sortu markoa
he: יצירת תמונית
sl: Ustvari sličico
zh_tw: 建立框架

# Button which creates new textarea, and closes the dialog
source: Create Textarea
ar: أنشئ منطقة نصية
eo: Krei Tekstareon
eu: Sortu testu-eremua
he: יצירת אזור טקסט
sl: Ustvari besedilno polje
zh_tw: 建立文字區域

# Button which creates a new jump, and closes the dialog
source: Create Jump
ar: أنشئ قفزة
eo: Krei Salton
eu: Sortu jauzia
he: יצירת קפיצה
sl: Ustvari skok
zh_tw: 建立跳躍點

# @title
source: Add Page
ar: أضف صفحة
eu: Gehitu orrialdea
he: הוספת עמוד
sl: Dodaj stran
zh_tw: 新增頁面

# help text for the add page sheet
source: Please select the method you want to add the new page. No changes will be made outside of the project by performing these actions.
ar: اختر الطريقة التي تريد بها إضافة الصفحة الجديدة. لن تُنفَّذ أي تغييرات خارج المشروع عند أداء هذه الإجراءات.
eu: Mesedez, hautatu orrialde berria gehitzeko nahi duzun metodoa. Ekintza hauek egitean proiektutik kanpo ez da aldaketarik egingo.
he: נא לבחור את השיטה הר
sl: Izberite način, ki ga želite dodati na novo stran. Z izvajanjem teh dejanj ne bo sprememb zunaj projekta.

source: Copy Image from Device
ar: انسخ صورة من الجهاز
eu: Kopiatu irudia gailutik
he: העתקת תמונה ממכשיר
sl: Kopiraj sliko iz naprave
zh_tw: 從裝置複製影像

# @title:window standard file open dialog used to find a page to add to the book
source: Please Choose an Image to Add
ar: اختر صورة لإضافتها
eu: Mesedez, hautatu gehitu beharreko irudia
he: נא לבחור תמונה להוספה
sl: Izberite sliko, ki jo želite dodati

# @action:button add a page by creating a new image using an image editor
source: Create a New Image Using an Image Editor
ar: أنشئ صورة جديدة باستخدام محرر صور
eu: Sortu irudi berri bat irudi editore bat erabiliz
he: יצירת תמונה חדשה עם עורך תמונות
sl: Ustvarjanje nove slike z urejevalnikom slik

# @action:button add a page by taking a photo with a camera
source: Take a Photo and Add That
ar: التقط صورة وأضفها
eo: Preni Foton kaj Aldoni Tion
eu: Argazki bat atera eta hori gehitu
he: צילום תמונה והוספתה
sl: Fotografiranje in dodajanje slike
zh_tw: 拍照並加入

# title of the main book editor page
source: Pages in %1
ar: الصفحات في %1
eo: Paĝoj en %1
eu: %1(e)ko orrialdeak
he: עמודים ב־%1
sl: Strani v %1

# Saves the book to a file on disk
source: Save Book
ar: احفظ الكتاب
eo: Konservi Libron
eu: Gorde liburua
he: שמירת ספר
sl: Shrani knjigo
zh_tw: 儲存書本

# adds a new page at the end of the book
source: Add Page
ar: أضف صفحة
eo: Aldoni Paĝon
eu: Gehitu orrialdea
he: הוספת עמוד
sl: Dodaj stran
zh_tw: 新增頁面

# swap the position of this page with the previous one
source: Move Up
ar: انقل لأعلى
eo: Supreniĝi
eu: Eraman gora
he: העלאה למעלה
sl: Premakni navzgor
zh_tw: 上移

# swap the position of this page with the next one
source: Move Down
ar: انقل لأسفل
eo: Movi Malsupren
eu: Eraman behera
he: הורדה למטה
sl: Premakni navzdol
zh_tw: 下移

# remove the page from the book
source: Delete Page
ar: احذف الصفحة
eo: Forigi Paĝon
eu: Ezabatu orrialdea
he: מחיקת עמוד
sl: Izbriši stran
zh_tw: 刪除頁面

# add a page to the book after this one
source: Add Page After This
ar: أضف صفحة بعد هذه
eo: Aldoni Paĝon Post Ĉi tio
eu: Gehitu orrialdea honen ondoren
he: הוספת עמוד אחרי הנוכחי
sl: Dodaj stran po tem
zh_tw: 新增頁面在此頁面後方

# Edit page data such as title, frames, etc.
source: Edit Page
ar: حرر الصفحة
eo: Redakti Paĝon
eu: Editatu orrialdea
he: עריכת עמוד
sl: Uredi stran
zh_tw: 編輯頁面

# Empty page list placeholder message
source: Your book is empty
ar: كتابك فارغ
eu: Zure liburua hutsik dago
he: הספר שלך ריק
sl: Vaša knjiga je prazna
zh_tw: 您的書本是空的

source: Start adding pages to your book
ar: ابدأ بإضافة صفحات إلى كتابك
eu: Hasi zure liburuan orrialdeak gehitzen
he: אפשר להתחיל להוסיף עמודים לספר שלך
sl: Začni dodajanje strani v vašo knjigo

# title of the basic book information page
source: Your Book At A Glance
ar: كتابك في لمحة
eo: Via Libro Je Rigardo
eu: Zure liburua begirada batean
he: הספר שלך במבט חטוף
sl: Vaša knjiga na prvi pogled

# The descriptive label for a label which displays the title of the book
source: Book Title:
ar: عنوان الكتاب:
eu: Liburuaren titulua:
he: כותרת ספר:
sl: Naslov knjige:
zh_tw: 書名：

# The descriptive label for a link which shows the number of pages in the book
source: Pages:
ar: الصفحات:
eo: Paĝoj:
eu: Orrialdeak:
he: עמודים:
sl: Strani:
zh_tw: 頁面數：

# A link which when clicked shows the book pages editor
source: %1 total pages
ar: %1 مجموع الصّفحات
eo: %1 entutaj paĝoj
eu: %1 orrialde guztira
he: %1 עמודים בסך הכול
sl: skupaj %1 strani
zh_tw: 總共 %1 頁

source: Every File In The Book:
ar: كل ملف في الكتاب:
eu: Liburuko fitxategi guztiak:
he: כל קובץ בספר:
sl: Vsaka datoteka v knjigi:
zh_tw: 書本中的所有檔案

# If a file is not referenced at all
source: Unreferenced file
ar: ملف غير مشار إليه
eo: Nereferenca dosiero
eu: Erreferentziarik gabeko fitxategia
he: קובץ ללא סימוכין
sl: Datoteka brez sklicev
zh_tw: 未參照的檔案

# If a file is referenced by its full path
source: Referenced by full path
ar: مشار إليه بالمسار الكامل
eo: Referencita per plena vojo
eu: Bide-izen oso baten erreferentzia du
he: סימוכין בנתיב מלא
sl: Sklicevanje po polni poti
zh_tw: 依完整路徑參照

# If a file is referenced partially, describe that
source: Referenced by filename only
ar: مشار إليه باسم الملف فقط
eo: Referencita nur per dosiernomo
eu: Fitxategi-izenaren erreferentzia du bakarrik
he: סימוכין בשם קובץ בלבד
sl: Sklicevanje le na ime datoteke
zh_tw: 僅依檔案名稱參照

# What happens if we have an unexpected reference amount
source: %1 might be referenced, but in some way we've not accounted for
ar: %1 قد يكون مشار إليه، ولكن بطريقة لم نحسب حسابها
eo: %1 eble estas referencita, sed iel ni ne klarigis
eu: %1(e)k erreferentzia izan dezake, baina nolabait ez dugu kontuan hartu
he: אפשר להפנות אל %1, אך בדרך חריגה מהתקינה שידועה לנו
sl: Na %1 se je mogoče sklicevati, vendar na način, na katerega nismo računali

# action which marks the file to be included next time the book is saved
source: Include File
ar: ملف تضمين
eu: Sartu fitxategia
he: הכללת קובץ
sl: Vključi datoteko
zh_tw: 包含檔案

# action which marks the file to NOT be included next time the book is saved
source: Mark File For Deletion
ar: علِّم الملف للحذف
eu: Markatu fitxategia ezabatzeko
he: סימון קובץ למחיקה
sl: Označi datoteko za brisanje
zh_tw: 標記檔案要刪除

source: Embedded Data
ar: بيانات مُضمَّنة
eu: Txertatutako datuak
he: נתונים מוטמעים
sl: Vdelani podatki
zh_tw: 內嵌資料

# Lets the user pick a file to append as a binary item
source: Add File...
ar: أضف ملفاً...
eo: Aldoni dosieron...
eu: Gehitu fitxategia...
he: הוספת קובץ…
sl: Dodaj datoteko ...
zh_tw: 加入檔案

# The initial identifier used for a newly created binary data element
source: Unnamed Binary
ar: ثنائي غير مسمّى
eo: Nenomita Binara
eu: Bitar izengabea
he: קובץ בינרי ללא שם
sl: Neimenovano binarno
zh_tw: 未命名的二進制元素

source: No Embedded Binary Data Entries
ar: لا مدخلات بيانات ثنائية مضمنة
eu: Ez dago txertatutako datu bitarren sarrerarik
he: אין רשומות נתונים בינריים מוטמעות
sl: Brez vdelanih binarnih podatkovnih vnosov
zh_tw: 沒有內嵌的二進制資料項目

# title text for a card which informs the user what binary data is
source: Embedded Binary Data
ar: البيانات الثنائية المضمنة
eo: Enkonstruitaj Binaraj Datumoj
eu: Txertatutako datu bitarrak
he: נתונים בינריים מוטמעים
sl: Vdelani binarni podatki
zh_tw: 內嵌的二進制資料

# Help text for the binaries page, when there are no embedded binary data entries
source: There is no embedded data in your book yet. You can add such data by creating a new entry, and then adding data to that entry from some existing file on your system. That data will be imported into your book, and leaves the external file otherwise untouched.
ar: لا توجد بيانات مضمنة في كتابك بعد. أضف مثل هذه البيانات بإنشاء مدخل جديد، ثم أضف بيانات إلى هذا المدخل من ملف موجود في نظامك. ستُستورد تلك البيانات إلى كتابك، وتترك الملف الخارجي دون تغيير.
eu: Zure liburuan oraindik ez dago txertatutako daturik. Halako datuak gehitu ditzakezu sarrera berri bat sortu, eta ondoren sarrera horretara zure sisteman dagoen fitxategi bateko datuak gehituz. Datu horiek zure liburura inportatuko dira, eta kanpoko fitxategia ukitu gabe uzten du.
he: אין נתונים שהוטמעו בספר שלך עדיין. אפשר להוסיף נתונים כאלה על ידי יצירת רשומה חדשה ואז להוסיף את הנתונים לרשומה הזאת מקובץ קיים במערכת שלך. הנתונים האלו ייובאו לספר שלך וישאירו את הקובץ החיצוני ללא שום שינוי.
sl: V vaši knjigi še ni vdelanih podatkov. Takšne podatke lahko dodate tako, da ustvarite nov vnos in nato dodate podatke v ta vnos iz neke obstoječe datoteke. Ti podatki bodo uvoženi v vašo knjigo in pustijo zunanjo datoteko nedotaknjeno.
zh_tw: 您的書本還沒有任何內嵌資料。您可以建立新項目，然後從您的系統上加入檔案的資料到該項目當中。加入的資料會匯入到書本內，之後的變更不會再影響到該外部檔案。

# Help text for the binaries page, when there is already data embedded in the book
source: You can add new binary data entries by creating a new entry, and then adding data to that entry from some existing file on your system. That data will be imported into your book, and leaves the external file otherwise untouched.
ar: أضف مدخلات بيانات ثنائية جديدة بإنشاء مدخل جديد، ثم أضف بيانات إلى هذا المدخل من ملف موجود في نظامك. ستُستورد تلك البيانات إلى كتابك، وتترك الملف الخارجي دون تغيير.
eu: Datu bitar sarrera berriak gehitu ditzakezu sarrera berri bat sortu, eta ondoren sarrera horretara zure sisteman dagoen fitxategi bateko datuak gehituz. Datu horiek zure liburura inportatuko dira, eta kanpoko fitxategia ukitu gabe uzten du.
he: אפשר להוסיף רשומות נתונים בינריים חדשות על ידי יצירת רשומה חדשה ואז להוסיף את הנתונים לרשומה הזאת מקובץ קיים במערכת שלך. הנתונים האלו ייובאו לספר שלך וישאירו את הקובץ החיצוני ללא שום שינוי.
sl: Nove binarne vnose podatkov lahko dodate tako, da ustvarite nov vnos in nato dodate podatke v ta vnos iz nekatere obstoječe datoteke v sistemu. Ti podatki bodo uvoženi v vašo knjigo in pustijo zunanjo datoteko nedotaknjeno.
zh_tw: 要建立新的二進制資料項目，請建立新項目，然後從您的系統上加入檔案的資料到該項目當中。加入的資料會匯入到書本內，之後的變更不會再影響到該外部檔案。

# Title used in the list of binary data when there is no id defined for that entry
source: Unnamed piece of data
ar: جزء بيانات غير مسمّى
eu: Datu-zati izengabea
he: חתיכת נתונים ללא שם
sl: Neimenovani del podatkov
zh_tw: 未命名的資料

# Label which describes which content type this entry is supposed to be
source: Content type: %1
ar: نوع المحتوى: %1
eo: Enhavotipo: %1
eu: Eduki mota: %1
he: סוג תוכן: %1
sl: Vrsta vsebine: %1
zh_tw: 內容型態：%1

# title text for a sheet which lets the user edit a binary entry
source: Edit Binary
ar: حرر الثنائي
eo: Redakti Binaron
eu: Editatu bitarra
he: עריכת בינרי
sl: Uredi binarno

# label for a button which updates the binary with the new details
source: OK
ar: حسنًا
eo: Bone
eu: Ados
he: אישור
sl: V redu
zh_tw: 確定

# Label for the binary ID input field
source: ID
ar: المعرّف
he: מזהה

# Placeholder text for the binary ID input field
source: Enter the name of your binary here (often a filename)
ar: أدخل اسم الثنائي هنا (اسم ملف غالبًا)
eo: Enigu la nomon de via binaro ĉi tie (ofte dosiernomo)
eu: Sartu hemen zure bitarraren izena (sarritan fitxategi-izen bat)
he: נא למלא את שם הבינרי שלך כאן (בדרך כלל שם קובץ)
sl: Tukaj vnesite ime vaše binarne vsebine (pogosto ime datoteke)

# Label for the binary content type input field
source: Content Type
ar: نوع المحتوى
eo: Enhavo Tipo
eu: Eduki-mota
he: סוג תוכן
sl: Vrsta vsebine
zh_tw: 內容型態

# Placeholder text for the binary content type input field
source: Enter the content type of your binary here (aka mimetype)
ar: أدخل نوع محتوى الثنائي هنا (كـ نوع وسائط)
eo: Enigu la enhavspecon de via binaro ĉi tie (alinome mimetipo)
eu: Sartu hemen zure bitarraren eduki-mota (MIME-mota)
he: נא למלא את סוג תוכן המקטע הבינרי שלך כאן (כלומר סוג תוכן/mime)
sl: Tukaj vnesite vrsto vsebine binarnega (t.j. vrsto mime, mimetype)

source: Current Data
ar: البيانات الحالية
eu: Uneko datuak
he: נתונים נוכחיים
sl: Trenutni podatki
zh_tw: 目前資料

source: %1 bytes
ar: %1 بايت
eo: %1 bajtoj
eu: %1 byte
he: %1 בתים
sl: %1 bajtov
zh_tw: %1 位元組

source: No data set
ar: لا بيانات مضبوطة
eu: Ez dago datu multzorik
he: לא הוגדרו נתונים
sl: Podatki niso določeni
zh_tw: 未設定資料

source: Import Data...
ar: استورد بيانات...
eo: Importi Datumojn...
eu: Inportatu datuak...
he: ייבוא נתונים…
sl: Uvozi podatke ...
zh_tw: 匯入資料...

# @title:window standard file open dialog used to add file data into the book
source: Pick A File To Add
ar: اختر ملفًا لإضافته
eu: Hautatu gehitu beharreko fitxategi bat
he: בחירת קובץ להוספה
sl: Izberite datoteko, ki jo želite dodati
zh_tw: 選擇要加入的檔案

# The file type filter for showing all files
source: All files %1
ar: كلّ الملفّات %1
eo: Ĉiuj dosieroj %1
eu: %1 fitxategi guztiak
he: כל הקבצים %1
sl: Vse datoteke %1
zh_tw: 所有檔案 %1

source: Very Large File
ar: ملف كبير جدًا
eu: Fitxategi oso handia
he: קובץ גדול מאוד
sl: Zelo velika datoteka
zh_tw: 大檔案

source: The file you are attempting to add, %1, is more than 10MiB. Are you sure you want to add it to the book?
ar: الملف الذي تحاول إضافته، %1، يزيد عن 10 ميجا بايت. أتؤكد أنك تريد إضافته إلى الكتاب؟
eu: Gehitu nahian zabiltzan fitxategia, %1, 10MiB baino handiagoa da. Ziur zaude liburura gehitu nahi duzula?
he: גודל הקובץ %1 שניסית להוסיף הוא מעל ל־10 MiB. להוסיף אותו לספר?
sl: Datoteka, ki jo poskušate dodati, %1, je večja kot 10 MiB. Ali ste prepričani, da jo želite dodati v knjigo?
zh_tw: 您正在嘗試加入的檔案 %1 大於 10MiB。您確定要將它加入書本裡嗎？

# The option used to let the user agree to the proposed action
source: Yes, Add Large File
ar: نعم، أضف الملف الكبير
eo: Jes, Aldoni Grandan Dosieron
eu: Bai, gehitu fitxategi handia
he: כן, להוסיף קבצים גדולים
sl: Da, dodaj veliko datoteko
zh_tw: 是的，加入大檔案

# The option used to let the user abort the proposed action
source: Don't Add
ar: لا تُضف
eo: Ne Aldoni
eu: Ez gehitu
he: לא להוסיף
sl: Ne dodaj
zh_tw: 不要加入

# title text for the book meta information editor sheet
source: Edit Meta Information
ar: حرر البيانات الوصفية
eo: Redakti Meta-Informojn
eu: Editatu meta-informazioa
he: עריכת פרטי על
sl: Urejanje metapodatkov

# @label:textfield
source: Title
ar: العنوان
eu: Titulua
he: כותרת
sl: Naslov
zh_tw: 標題

# @label:textfield
source: Annotation
ar: شرح
eu: Idatzoharra
he: פירוש
sl: Pripomba
zh_tw: 註記

# @label:textfield
source: Keywords
ar: الكلمات المفتاحيّة
eu: Gako-hitzak
he: מילות מפתח
sl: Ključne besede
zh_tw: 關鍵字

# @info:placeholder
source: Write a comma separated list of keywords.
ar: اكتب قائمة من الكلمات المفتاحية مفصولة بفاصلة.
eu: Idatzi komaz bereizitako gako-hitz zerrenda bat.
he: נא לכתוב רשימה של מילות מפתח מופרדות בפסיקים.
sl: Vnesite seznam ključnih besed, ločen z vejicami.
zh_tw: 輸入以逗號分隔的關鍵字列表。

# Label for the document version spinbox
source: Document Version:
ar: إصدار المستند:
eo: Dokumenta Versio:
eu: Dokumentuaren bertsioa:
he: גרסת מסמך:
sl: Različica dokumenta:
zh_tw: 文件版本：

# @title:group
source: Authors
ar: المؤلفين
eu: Egileak
he: יוצרים
sl: Avtorji
zh_tw: 作者群

# The text used in place of an author's name if one has not been set
source: (unnamed)
ar: (غير معنون)
eo: (nenomita)
eu: (Izengabea)
he: (ללא שם)
sl: (neimenovan)
zh_tw: （未命名）

# @action:button
source: Edit author
ar: حرر المؤلف
eu: Editatu egilea
he: עריכת יוצר/ת
sl: Uredi avtorja
zh_tw: 編輯作者

# @action:button
source: Remove author
ar: أزل المؤلف
eu: Kendu egilea
he: הסרת יוצר/ת
sl: Odstrani avtorja
zh_tw: 移除作者

# @label:textfield
source: New author (nickname)
ar: مؤلف جديد (لقب)
eu: Egile berria (goitizena)
he: יוצר/ת חדשים (כינוי)
sl: Novi avtor (vzdevek)
zh_tw: 新作者（暱稱）

# @action:button
source: Add new author
ar: أضف مؤلفًا جديدًا
eu: Gehitu egile berria
he: הוספת יוצר/ת חדשים
sl: Dodaj novega avtorja
zh_tw: 加入新作者

# @title:group
source: Genres
ar: الأنواع
eu: Generoak
he: סוגות
sl: Zvrsti
zh_tw: 風格

# @action:button
source: Remove genre
ar: أزل النوع
eu: Kendu generoak
he: הסרת סוגה
sl: Odstrani zvrst
zh_tw: 移除風格

# @title:group
source: Characters
ar: الحروف
eu: Pertsonaiak
he: דמויות
sl: Liki
zh_tw: 角色

# placeholder text for the add new character text entry
source: Write to add new character
ar: اكتب لإضافة شخصية جديدة
eo: Skribi por aldoni novan signon
eu: Idatzi pertsonaia berriak gehitzeko
he: יש לכתוב כדי להוסיף דמות חדשה
sl: Napišite za dodajanje novega lika
zh_tw: 輸入來加入新角色

# @title:group
source: Sequence
ar: التسلسل
eu: Sekuentzia
he: רצף
sl: Sekvenca
zh_tw: 序列

# Label for sequence number
source: Number:
ar: العدد:
eo: Nombro:
eu: Zenbakia:
he: מספר:
sl: Številka:
zh_tw: 編號：

# Label for sequence volume
source: Volume:
ar: الجزء:
eo: Volumo:
eu: Bolumena:
he: כרך:
sl: Zvezek/del:
zh_tw: 冊數：

# @label:textfield
source: New serie
ar: متسلسلة جديدة
eu: Sail berria
he: סדרה חדשה
sl: Nova zbirka
zh_tw: 新增系列

# @title:group
source: Database References
ar: إشارات قاعدة البيانات
eu: Datu-base erreferentziak
he: הפניות למסד הנתונים
sl: Sklici zbirke podatkov
zh_tw: 資料庫參考

# @label:textfield
source: Reference:
ar: المرجع:
eu: Erreferentzia:
he: הפניה:
sl: Sklici:
zh_tw: 參考：

# @label:textfield
source: Database name:
ar: اسم قاعدة البيانات:
eu: Datu-basearen izena:
he: שם מסד הנתונים:
sl: Ime zbirke podatkov:
zh_tw: 資料庫名稱：

# @label:textfield
source: Reference type:
ar: نوع الإشارة:
eu: Erreferentzia mota:
he: סוג ההפניה:
sl: Zvrst sklica:
zh_tw: 參考類型

# @title:group
source: Content Ratings
ar: تصنيفات المحتوى
eu: Edukiaren puntuazioak
he: דירוגי תוכן
sl: Ocene vsebine
zh_tw: 內容評級

# placeholder text for the add content rating text entry
source: Write to add rating label.
ar: اكتب لإضافة لصيقة تصنيف.
eo: Skribi por aldoni taksan etikedon.
eu: Idatzi puntuazio-etiketa gehitzeko.
he: יש לכתוב כדי להוסיף תווית דירוג.
sl: Vnesite oznako ocene.
zh_tw: 輸入來加入評分標記。

# placeholder text for the add content rating system text entry
source: Write to add rating system.
ar: اكتب لإضافة نظام تصنيف.
eo: Skribi por aldoni taksan sistemon.
eu: Idatzi puntuazio-sistema gehitzeko.
he: יש לכתוב כדי להוסיף מערכת דירוג.
sl: Dodajte sistem ocenjevanja.
zh_tw: 輸入來加入評分系統。

# @label:textfield
source: Review title
ar: عنوان المراجعة
eu: Berrikuspenaren izenburua
he: כותרת סקירה
sl: Naslov ocene

# @label:textfield
source: Description
ar: الوصف
eu: Deskribapena
he: תיאור
sl: Opis
zh_tw: 描述

# @title:group
source: Publisher Info
ar: معلومات الناشر
eu: Argitaratzailearen informazioa
he: פרטי הוצאה לאור
sl: Informacije o založniku
zh_tw: 出版社資訊：

# Label for publisher
source: Publisher:
ar: الناشر:
eo: Eldonisto:
eu: Argitaratzailea:
he: הוצאה לאור:
sl: Založnik:
zh_tw: 出版社：

# placeholder text for the publisher entry
source: Write to add publisher
ar: اكتب لإضافة ناشر
eo: Skribi por aldoni eldoniston
eu: Idatzi argitaratzailea gehitzeko
he: יש לכתוב כדי להוסיף הוצאה לאור
sl: Dodajte založnika
zh_tw: 輸入來加入出版社

# Label for publishing date
source: Publishing Date:
ar: تاريخ النشر:
eo: Eldondato:
eu: Argitalpen data:
he: תאריך הוצאה לאור:
sl: Datum objave:
zh_tw: 出版日期：

# Label for city
source: City:
ar: المدينة:
eo: Urbo:
eu: Hiria:
he: עיר:
sl: Mesto:
zh_tw: 城市：

# Label for ISBN
source: ISBN:
ar: ردمك:
he: מסת״ב:

# Label for license
source: License:
ar: الرّخصة:
eo: Permesilo:
eu: Lizentzia:
he: רישיון:
sl: Dovoljenje:
zh_tw: 授權條款：

# @title:group
source: Document Authors
ar: مؤلفو المستند
eu: Dokumentuaren egileak
he: יוצרי המסמך
sl: Avtorji dokumenta
zh_tw: 文件作者

# @title:group
source: Document Sources
ar: مصادر المستند
eu: Dokumentuaren letra-tipoak
he: מקורות המסמך
sl: Viri dokumenta
zh_tw: 文件來源

# @label:textfield
source: New document source
ar: مصدر مستند جديد
eu: Dokumentuaren letra-tipo berria
he: מקור מסמכים חדש
sl: Novi viri dokumenta
zh_tw: 新文件來源

# @title:group
source: Document History
ar: تاريخ المستند
eu: Dokumentuaren historia
he: היסטוריית המסמך
sl: Zgodovina dokumenta
zh_tw: 文件歷史紀錄

# @label:textfield
source: New document info
ar: معلومات مستند جديدة
eu: Dokumentuaren informazio berria
he: פרטי מסמך חדשים
sl: Informacije novega dokumenta
zh_tw: 新文件資訊

# @title:group
source: General Page Background Color
ar: لون خلفية الصفحة العام
eu: Orrialdearen atzeko planoaren kolore orokorra
he: צבע רקע עמוד כללי
sl: Barva ozadja splošne strani
zh_tw: 一般頁面背景色

# title of the page editing sub-page for the book editor
source: Page %1
ar: الصفحة %1
eo: Paĝo %1
eu: %1 orrialdea
he: עמוד %1
sl: Stran %1
zh_tw: 第 %1 頁

source: Page %1
ar: الصفحة %1
eo: Paĝo %1
eu: %1 orrialdea
he: עמוד %1
sl: Stran %1
zh_tw: 第 %1 頁

# Saves the remaining unsaved edited fields and closes the page editor
source: Save and Close Page
ar: احفظ وأغلق الصفحة
eo: Konservi kaj Fermi Paĝon
eu: Orrialdea gorde eta itxi
he: שמירת וסגירת העמוד
sl: Shrani in zapri stran
zh_tw: 儲存並關閉頁面

# Edit the page data in detail
source: Edit Page Data
ar: حرر بيانات الصفحة
eo: Redakti Paĝajn Datumojn
eu: Editatu orrialdearen datuak
he: עריכת נתוני העמוד
sl: Urejanje podatkov strani
zh_tw: 編輯頁面資訊

# title text for the reference editor page, when the reference has no language set
source: Editing %1 (default language)
ar: تحرير %1 (اللغة المبدئية)
eu: %1 editatzen (hizkuntza lehenetsia)
he: %1 בעריכה (שפת ברירת המחדל)
sl: Urejanje %1 (privzeti jezik)
zh_tw: 正在編輯 %1（預設語言）

# title text for the reference editor page
source: Editing %1 (language: %2)
ar: تحرير %1 (اللغة: %2)
eo: Redaktante %1 (lingvo: %2)
eu: %1 editatzen (hizkuntza: %2)
he: %1 בעריכה (שפה: %2)
sl: Urejanje %1 (jezik: %2)
zh_tw: 正在編輯 %1（語言：%2）

# Save the reference and close the editor
source: Save and Close Editor
ar: احفظ وأغلق المحرر
eo: Konservi kaj Fermi Redaktilon
eu: Editorea gorde eta itxi
he: שמירת וסגירת העורך
sl: Shrani in zapri urejevalnik
zh_tw: 儲存並關閉編輯器

# Save the reference and keep editing
source: Save
ar: احفظ
eo: Konservi
eu: Gorde
he: שמירה
sl: Shrani
zh_tw: 儲存

# Abort the changes made in the editor, and close the editor
source: Abort Changes
ar: تراجع عن التغييرات
eo: Ĉesigi Ŝanĝojn
eu: Aldaketak bertan behera utzi
he: ביטול גורף של השינויים
sl: Prekini spremembe
zh_tw: 中止變更

# Opens a sheet which lets the user change the name and language of the reference
source: Edit Details...
ar: حرر التفاصيل...
eu: Editatu xehetasunak...
he: עריכת פרטים…
sl: Uredi podrobnosti ...
zh_tw: 編輯詳細資訊...

# Copies the selected text
source: Copy
ar: انسخ
eo: Kopii
eu: Kopiatu
he: העתקה
sl: Kopiraj
zh_tw: 複製

# Cuts the selected text
source: Cut
ar: قصّ
eo: Tondi
eu: Ebaki
he: גזירה
sl: Izreži
zh_tw: 剪下

# Pastes the clipboard contents into the current location
source: Paste
ar: ألصق
eo: Alglui
eu: Itsatsi
he: הדבקה
sl: Prilepi
zh_tw: 貼上

source: Edit Link
ar: حرّر الرابط ...
eo: Redakti ligon
eu: Editatu esteka
he: עריכת קישור
sl: Uredi povezavo
zh_tw: 編輯連結

# @title:dialog
source: Edit Reference Details
ar: حرر تفاصيل الإشارة
eu: Editatu erreferentziaren xehetasunak
he: עריכת פרטי סימוכין
sl: Uredi podrobnosti sklica
zh_tw: 編輯參考資訊
